{
  "page 0": {
    "title": "Join our Discord",
    "source_url": "https://docs.vizcom.ai/",
    "plain_text": "Search…\nJoin our Discord\nJoin the Vizcom community on Discord to learn more.\nJoin Discord\nLearn the basics\nWhether you are a beginner or an experienced artist, this video is a great way to learn how to use Vizcom to render your drawings in seconds.\nWatch full video\nCopy Paste  from Figma\nInstall the plugin and convert your designs to a responsive site.\nGet Started\nLearn More\nStart with Site Templates\nBrowse dozens of templates. Click, duplicate, customize.\nGet Started\nLearn More"
  },
  "page 1": {
    "title": "Drawing tools",
    "source_url": "https://docs.vizcom.ai/drawing-in-vizcom",
    "plain_text": "Getting started\nDrawing tools\nDrawing in Vizcom\nTo better improve the control of the renderings, you can draw inside the application and see your results come to life.\nThis allows you to make changes on the fly and have a collaborative experience with Vizcom AI.\nUse your favourite drawing device! (iPad, graphic tablet, display tablet…)\nTo boost your workflow, check out the **keyboard shortcuts**\nThis documentation provides a comprehensive guide to the essential drawing tools available in the Brush Studio application. Whether you're using a stylus, drawing tablet, or iPad, this guide will help you navigate and utilise the application efficiently.\nTools\nBrush \\[B\\]**\nFor starting, the brush is set up for creating line drawings but you can always change the brush settings, according to your preference at the top toolbar, or by right clicking on the canvas.\nHolding down **\\[shift\\]** on the keyboard will make the lines straight, (horizontal, vertical, or diagonal 45° )\nPaint bucket**\\- find this tool under the brush to fill in line work with a selected color\nEraser \\[E\\]** works similarly, how the brush does.\nShape tools:**\nThere are some shape tools for a more constructive approach ( **box** \\[I\\], **ellipse** \\[O\\], **line** \\[L\\])\nMove tool \\[M\\]**\nUse the **Move** tool to scale, adjust and rotate the selected layer.\nYou can **select layers** when the transform tool is active, by right-clicking.\nSkew \\[T\\]**\nUse this tool to skew layers and adjust proportions.\n_**Symmetry tool**_\nSelection tools \\[G\\]:**\nChoose between:\nLasso,**\nBrush,**\nBezier,**\nor **Automatic selection** tools.\nCheck out all the keyboard shortcuts for the most effective workflow possible\nFuture Updates\nWe aim to continuously add more sketching tools, to provide a comprehensive drawing experience within a single application.\nFeedback\nYour feedback is valuable to us. Let us know if you have any suggestions for new tools or improvements to existing features.\nSearch…"
  },
  "page 2": {
    "title": "Workbench",
    "source_url": "https://docs.vizcom.ai/workbench",
    "plain_text": "Getting started\nWorkbench\nWorkbench - infinite canvas view\nWorkbench is a collaborative, infinite whiteboard experience where you can work in real-time with your team members. Use Workbench to create multiple drawings at once, present to your team, and annotate design decisions. This is a unique space to create alongside others and make sure important design details are not lost during the process.\nNavigating the Canvas\nMove Around:** Press the space bar and drag.\nZoom In/Out:** Use pinch gestures on trackpads/touch devices, hold `Ctrl` and scroll, or use the zoom controls in the lower right corner.\nImage Interaction\nClick Image Options:** Edit, download HD copy, or begin creation.\nThree Dots Menu:** Arrange or delete images.\nCreating and Refining Images\n1. **Add Prompt Box:** Click 'Create' to add a prompt box linked to an image.\n2. **Select Mode:** Choose between Render or Refine.\n3. **Set Options:** Select render style, drawing influence, and type the prompt.\n4. **Generate Images:** Click 'Generate' to create images. Multiple clicks generate multiple images.\n5. **Explore Variations:** Add multiple prompt boxes for different styles or prompts.\n6. **Duplicate/Delete:** Use the three dots on the create panel to manage prompt boxes.\nManaging Images on the Canvas\nMove Images:** Click and drag.\nScale Images:** Adjust by dragging the bounding box.\nInsert Other Images:** Click 'Insert' at the top to place a placeholder. Drag the icon to specify location.\nLinking and Sketching\nInsert Prompt Box:** Link to an image by clicking the plus button and dragging a line.\nDouble Click to Edit:** Enter Brush Studio for advanced functions.\nReturn to Workbench:** Click the Workbench icon.\nAnnotation and Collaboration\nText Tool:** Annotate projects for labels and collaboration.\nTeam Collaboration:** Work on projects simultaneously with team members. Follow their viewpoint by clicking initials in the top right.\nTutorial video\nSearch…"
  },
  "page 3": {
    "title": "Remove Background",
    "source_url": "https://docs.vizcom.ai/remove-background",
    "plain_text": "Understanding Vizcom\nRemove Background\nRemove Background\nRemove unwanted backgrounds from your sketches and designs with a single click.\nAccess this feature from the menu in the upper right of the Create tab to instantly isolate your subject.\nExamples\nSearch…"
  },
  "page 4": {
    "title": null,
    "source_url": "https://docs.vizcom.ai/404",
    "plain_text": "Search…\nPage Not Found\nSorry, we couldn’t find the page that you were looking for.\nGo back Home?"
  },
  "page 5": {
    "title": "Keyboard Shortcuts",
    "source_url": "https://docs.vizcom.ai/keyboard-shortcuts",
    "plain_text": "Getting started\nKeyboard Shortcuts\nKeyboard Shortcuts\nKeyboard shortcuts allow you to perform common actions quickly and efficiently. Whether you're navigating through menus, editing text, or managing windows, these shortcuts can save you valuable time and effort as you navigate through Vizcom.\nTo access shortcuts within the product you can also go to the Help menu > Keyboard shortcuts\nNavigating in the application can be a muscle memory exercise if you're experienced in other drawing apps. Most of the keyboard shortcuts and navigation mechanics are similar to industry standard softwares.\nSearch…"
  },
  "page 6": {
    "title": "Refine mode",
    "source_url": "https://docs.vizcom.ai/refine-mode",
    "plain_text": "Getting started\nRefine mode\nHow to use Refine mode\nEnhance the quality and details of a previously created rendering\nRefining is an iterative process in Vizcom, feel free to make multiple refine passes to increase details even more!\nRefine will keep the colors of your image, it will just make it more detailed and will offer variation at low drawing influences\nHow to use Refine\n1. ### Create a rendering\nrender mode**\nFocus on creating a rendering which carries your vision in the truest way but no problem if it's a bit rough around the edges.\n2. ### Select **Refine mode**\nAt the **Create** tab, select **Refine** mode, which is suitable for refining already existing renderings\nYou can keep the original prompt description, but you can also modify it according to a desired direction you want to refine the image towards.\n3. ### Hit generate!\nyou should have a rendering which is a bit more realistic and has more details\nKeep generating on top of the previous rendering until you're satisfied with the results\n4. ### Use the drawing tools\n…to modify the product in the refinement process. You can effectively make your rough changes that you did with the brush, by refining on the image, this will provide a cohesive easthetics.\n5. ### Change the Style\nYou can also select a style for the Refinement process. Try selecting a different style and see how it's interpreting it towards a different aesthetic. For example, Refining in the 'Auto Exterior' style, you will push the visual towards more details with clean, futuristic surfaces, rather than overly wrinkled materials.\nThis way, you can quickly explore details and alternatives while still relying on your drawings:\nTip:\nStart from a color-blocked shape!\nRefine mode allows you to keep the painted colors on the canvas, while boosting the detail level of the rendering.\nPaint a variety of colors on the canvas to help influence your text descriptions. Since refine will only work with current pixels on the canvas, you can keep the process with a clean background.\nHere is how to focus only on different areas of you rendering : Inpainting\nSearch…"
  },
  "page 7": {
    "title": "Editing areas",
    "source_url": "https://docs.vizcom.ai/inpainting",
    "plain_text": "Getting started\nEditing areas\nEditing specific areas - Selection tools\n👉 **Visit our website to follow along:** https://www.vizcom.ai/\nWhen you’re developing a product, in the design process you will eventually reach a place where you have to fixate most of the design and start working on some specific details. This is exactly what **Inpainting \\[G\\]** is suitable for.\nHow to use Selection tools\nStep 1\nHave a rendering or any image on your canvas.\nStep 2\nFind the **Selection** tools at the top toolbar or hit \\[G\\] on the keyboard.\nSelect whichever selection method you want to use.\nDifferent selection tools\n1. Lasso selection\n2. Brush selection\n3. Bezier selection\n4. Auto selection\nStep 3\nMake the selection on the canvas\nStep 4\nWrite a prompt specifically **for the selected area!**\nSet the mode either to Render a new part, or Refine on the existing one\nDescribe with the prompt only the selected area\nStep 5\nSet up the Style and Influence\nFor making accurate and photorealistic changes , the **Vizcom General** is the recommended style to use the selection tools with.\nKeep the influence high if you want to re-render the selected area with closer to the current design or keep it low to give it more dependency on your prompt.\nStep 6\nHit Generate!\nKeep generating and experiment with different settings until you satisfied with the results!\nIf you want to apply specific images or materials to specific places, check out the reference image page\nSearch…"
  },
  "page 8": {
    "title": "History",
    "source_url": "https://docs.vizcom.ai/history",
    "plain_text": "Getting started\nHistory\nHistory\nIn the history you can find and restore all the renderings you ever created in the particular drawing file.\nWhere to find the History\nAt the bottom of the right toolbar, above the \"help\" icon.\nYou can find the renderings in reversed chronological order (latest on the top) with the correct date and time of creation\nYou can restore any previously unsaved renderings by:\nadding it to canvas\nexporting it right away\nYou can also see the specifications and settings that you used for a rendering.\nBy clicking on **Apply Settings -** will restore any setting and mask that you used for that particular rendering, so you don't have to remember and recreate once again\nSearch…"
  },
  "page 9": {
    "title": "My files",
    "source_url": "https://docs.vizcom.ai/myfiles",
    "plain_text": "Workspace setup\nMy files\nHow My files creates a more seamless collaborative workspace\nWorking in a collaborative workspace can be intimidating without a private space of your own. The _My files_ section is a personal space to hold files and folders that are inaccessible to other workspace members. This is your space to do whatever you would like.\n_My files_ is a place for private exploration of your design ideas. Only when you're ready to share with a Team do they become accessible to others.\nHow do I share my Drafts with other members?\nYou can move files and folders from _My files_ into any team at any point when you are ready to share your work. Simply click the ellipses menu icon or right-click > move to open the move window.\nWho can access _My files_?\nNo one besides you! This is your own space, separate from anyone else in the workspace.\nWhy do I have separate My files in each workspace?\nEach Workspace provides you with a private My files section. Files and folders that you store in your My files in one workspace will not be accessible in the My files of another workspace. This is because each workspace is entirely separate from one another.\nSearch…"
  },
  "page 10": {
    "title": "Workflow charts",
    "source_url": "https://docs.vizcom.ai/workflow-charts",
    "plain_text": "Getting started\nWorkflow charts\nSearch…"
  },
  "page 11": {
    "title": "Keep Your Colors Consistent with Color Match",
    "source_url": "https://docs.vizcom.ai/keep-your-colors-consistent-with-color-match",
    "plain_text": "Getting started\nKeep Your Colors Consistent with Color Match\nColor Match\nColor Match** ensures that your sketch’s color intent carries through into the final render. Whether you’re working with footwear, apparel, or any design requiring precise hues, Vizcom maintains your exact color values while enhancing material realism and detail.\nHow to use:** _Located beneath the Palette selector, Color Match lets you lock in your colors before rendering._\nExample use cases**\nVisualizing colorways for a sneaker design\nLocking in fabric tones on a fashion sketch\nMatching plastic and paint samples for a product render\nWhy it matters**\nIdeal for CMF workflows where color coherence is non-negotiable.\nSpeeds up tech pack creation by removing guesswork in post-processing.\nUse alongside **Try On** to validate color placement and design intent on garments.\nSearch…"
  },
  "page 12": {
    "title": "Access & Activity Logs",
    "source_url": "https://docs.vizcom.ai/access-activity-logs",
    "plain_text": "Workspace setup\nAccess & Activity Logs\nAccess & Activity logs\nAs an Admin of an Enterprise you can check who/when accessed the application under Access logs.\nYou can also check what were some of the high level user activities, such as creating and editing files in the workspace.\nWhere to find it\n1. ### On the Main File Dashboard page, Go under Settings\n2. ### Find the Data option\n3. ### You can switch the list between access and activity logs\n(You can also search for specific email addresses)\nSearch…"
  },
  "page 13": {
    "title": "Does Vizcom use my uploads and generated images?",
    "source_url": "https://docs.vizcom.ai/licensing-terms",
    "plain_text": "FAQ\nDoes Vizcom use my uploads and generated images?\nDoes Vizcom use my uploads and generated images?\nLearn about licensing differences between free and paid plans.\n👋 Free users on the Starter plan grant Vizcom a non-exclusive license to use user content and designers to improve services.**\nFree Users**: If you are a free user on the Vizcom Starter plan, you retain the copyright over the content you upload, with Vizcom holding a non-exclusive, royalty-free, and fully paid, worldwide license to use your user content and designs for operating, promoting, and improving Vizcom. However, this license expires if you delete your content or account. Free users grant this license to enhance Vizcom's services, but you maintain ownership of your content and designs.\n👋 Paid users on the Professional, Organization, and Enterprise plans grant Vizcom a limited license to use user content and designs only for the purpose of delivering services.**\nPaid Users**: If you are a subscribed to Vizcom Professional, Organization, or Enterprise, you retain full ownership rights over both the uploaded content and the designs generated using Vizcom. As a paid user, you grant Vizcom a limited, revocable, non-exclusive license solely for the purpose of delivering the paid services. Paid plans ensure a greater level of control and ownership over your content and designs.\nThis includes those trialing a paid plan.\nSearch…"
  },
  "page 14": {
    "title": "Vizcom Beta Program",
    "source_url": "https://docs.vizcom.ai/vizcom-beta-program",
    "plain_text": "Vizcom Beta\nVizcom Beta Program\nVizcom Beta Program\nThank you for your interest in the beta program. As a member of the beta program, you’ll be able to use features before they become available to all Vizcom users. This is a great chance to start exploring design solutions and provide feedback so that we can provide the best experience possible. We appreciate your support.\n🗣 Beta features can change during the beta period. You may experience bugs or performance issues during this time.**\nWorkbench\nWorkbench is a collaborative, infinite whiteboard experience where you can work in real-time with your team members. Use Workbench to create multiple drawings at once, present to your team, and annotate design decisions. This is a unique space to create alongside others and make sure important design details are not lost during the process.\nUse Workbench to:\nExplore related design solutions in a single space\nBrainstorm live with a team\nCombine images and prompts to explore infinite design possibilities\nSummarize design decisions to help wrap up a meeting or create actionable tasks\nBuild inspirational moodboards for everyone to easily access\nConsolidate project focused work in a single file to help organize your Workspace\nHow to:\nWorkbench is comprised of blocks that can be combined to produce unique results. Link together image blocks with prompt blocks to produce generated images.\n1. **File menu:** Use the Vizcom logo to navigate back to the Home page\n2. **Toolbar:** Use the Move tool to select and transform blocks in Workbench. Use the Text tool to type and annotate. Use the plus icon to access the Toolbox to add image and prompt blocks\n3. **Image blocks:** These are the windows to our traditional Vizcom drawing application that you know and love. Double click on any image block or click the edit icon to begin sketching. Drag from the plus icon to attach to a prompt block\n4. **Collaboration menu:** View your own avatar and anyone else who is in the Workbench file with you\n5. **Prompt blocks:** Generate an image directly from this block or connect it to an image block to use as a reference\n6. **Navigation menu:** Zoom in and out using the plus and minus icons or center your work on screen using the fit to screen icon\nFeedback:\nWe encourage you to share any and all feedback with us by joining our Discord. Please include any bugs, improvements, or feature requests that you come across.\nWhen reporting a bug please include detailed information about what you’re experiencing and steps to reproduce, if possible. Please attach any relevant images or videos to help us understand the issue you’re encountering.\n👉** **Join our discord channel**\nNavigate to the #workbench-access channel and click the key icon for access.\nSearch…"
  },
  "page 15": {
    "title": "Can Vizcom see what I upload and generate?",
    "source_url": "https://docs.vizcom.ai/content-privacy",
    "plain_text": "FAQ\nCan Vizcom see what I upload and generate?\nCan Vizcom see what I upload and generate?\nPaid Users**: No, we cannot see or access your uploads or generated images. Users on the Professional, Organization, and Enterprise plan benefit from full design ownership and content privacy. We ensure the security of uploaded and generated content using robust encryption and strict access controls, adhering to SOC 2 compliance standards.\nThis includes those trialing a paid plan.\nFree Users:** Yes, your uploads and generated images are visible to Vizcom, as Vizcom retains the right to use your user content and designs for operating, promoting, and improving Vizcom.\nSearch…"
  },
  "page 16": {
    "title": "Do I own what I upload and create in Vizcom?",
    "source_url": "https://docs.vizcom.ai/content-ownership",
    "plain_text": "FAQ\nDo I own what I upload and create in Vizcom?\nDo I own what I upload and create in Vizcom?\n👋 All users retain the copyright over the content uploaded, designed, and generated using Vizcom**\nWhether you're a free user or paid user, your uploaded content and designs are always yours. You can use these creations however you would like, in commercial projects, paid freelance work, full-time employment, education, etc.\nSearch…"
  },
  "page 17": {
    "title": "Teams",
    "source_url": "https://docs.vizcom.ai/teams",
    "plain_text": "Workspace setup\nTeams\nCreate a dedicated area for collaboration with specific workspace members.\nTeams are a way to neatly organize and find files related to different things, such as projects, teams, or specific topics. For example, you can have a team for your next product launch, another for training content, and yet another for product demonstrations (limits apply depending on subscription plan). Admins in the Workspace can create teams, change the team name, invite others to join, share work, and make folders to keep things organized inside that space. It's a handy way to keep things tidy and find what you need!\nThe availability to create Teams will depend on your Workspace subscription plan.\nStarter: **One** all-workspace team\nProfessional: **One** all-workspace team\nOrganization: **Unlimited teams** (per Workspace)\nFor more information on how to set up teams with an Organization subscription, go here\n👋 **An** **All-Workspace team is provided in every workspace**\nAll workspaces (no matter the plan) will have **one** automatically created team called All \\[Workspace Name\\]. **Everyone in the Workspace is a member of this team, and members cannot be added or removed.** This team is a great place to store files that everybody needs access to.\nWho can manage a Team?\nOnly workspace Admin can create new teams, invite members to the team, and manage visibility settings.\nTeam access and visibility\nWhen you create a new team, you will need to give it a name and set the visibility. There are two visibility types to choose from: Public and Private. This visibility setting will define who can view and join a team in your workspace.\nPublic teams\nVisibility:** Everyone within your organization can see the \"public\" team listed, join it, and see all of the files and folders inside.\nPermissions:** Members who choose to join a public team will be granted the same user roles as defined by their role in the workspace. For example, if someone is an Editor in the workspace, they will also be an Editor in a team.\nGood for:** Companies that aim for high collaboration. Designers benefit from having visibility of other teams' work because it can promote cross-functional collaboration and design consistency across projects.\nPrivate teams\nVisibility:** No one can see that a \"private\" team exists in the workspace, unless they are the Admin or have been invited to join.\nPermissions:** Members who are invited to join a private team will be granted the same user roles as defined by their role in the workspace. For example, if someone is an Editor in the workspace, they will also be an Editor in a team.\nGood for:** Situations where work needs to remain top secret and inaccessible to the rest of the workspace. A private team is good to create for work that is not yet ready to be org-wide knowledge.\nJoin / leave / invite\nAdmins can add users to teams under _Settings > Teams > Team Settings._ Members can join and leave teams on their own, by navigating to _Settings > Teams_, selecting the team name, clicking the `···` and selecting to join or leave the team. To join a private team, members must be invited by an Admin.\nSearch…"
  },
  "page 18": {
    "title": "Palettes Overview",
    "source_url": "https://docs.vizcom.ai/render-styles",
    "plain_text": "Palettes\nPalettes Overview\nPalettes\nRender Styles now called Palettes\nYou can create renderings with different Palettes, according to your preference.\nHow to switch Palettes\n1. In the Brush Studio drawing app, go to the **\"Create\"** tab (right side of the screen)\n2. You can see the **\"Palette\"** dropdown menu under Style, where you can choose the preferred one from the list.\n3. If you click on \"Generate\", the renderings will be created according to the selected Palette\nWhat Palettes do we offer?\nThere are different categories of Palettes. We are offering a list of publicly available palettes, that we will keep adding more and more, according to the general industry needs. There is also an option for enterprise clients to custom train models. This service will be self-serviced and available very soon for any user.\n_Essentials_\nEssential palettes are the most universally useful styles that you can utilise as base aesthetics that can be relevant in any design discipline or topic\nVizcom General\nStunning, photorealistic imagery that puts the focus on your product.\nModel version: **V2** _(New!)_\nModel version: **V1**\nThis palette allows the most creative freedom when it comes to promting. You are free to describe materials, colors, objects, scenes, backgrounds. As a base aesthetic, it is set to provide a simplistic studio rendering of a product, unless you specify different conditions.\nThis palette is suitable for inpainting and modifying on different parts of the rendering in a photorealistic manner.\nIf you add a reference image with this palette, the translation will be the closest, to the original image compared to other styles. It will be a realistic interpretation of the inspiration image.\nSurface Sculpt\nClean dynamic surfaces.\nThis palette offers creative and clean surfacing solutions, suitable for fluid form studies and speed form explorations. The primary focus is vehicle design studies.\nVolume Render\nThree-dimensional look with a emphasis on depth and form.\nThis palette can be handy when it comes to form development, without any distracting colors and elements on the rendering. It's like a base ambient occlusion type of visual, that you can build onto.\n_Stylized_\nStylized palettes have a very specific color palette and aesthetic to them. If you are looking for a striking visual in a coherent style, these can be good choices to make renderings with.\nThis also means, that these palettes will not follow color prompts accurately, the level of control is lower when it comes to exactly describing a desired rendering, compared to more general styles.\nCyberCel\nVibrant flat colors with strong outlines and high contrast.\nTechnicolor 6\nFuturistic, concept Art inspired style with emphasis on the vibe and envinronment of the whole composition.\nModel version: **V2** _(New!)_\nModel version: **V1**\nPastel Render\nGentle and soothing color palette, inspired by the soft hues of pastel colors\n_Automotive_\nThere are very specific rendering styles and aesthetics when it comes to automotive design. We wanted to create palettes that can capture the fluid, artistic, automotive industry specific design sketches. These palettes are also more up to date with design trends, compared to the general ones.\nAutomotive Exterior\nVivid car design renders with emphasis on shadows and reflections.\nSelecting the sketch with inpainting can result in beautiful, lightly shaded sketches.\nModel version: **V2** _(New!)_\nModel version: **V1**\nAutomotive Interior\nDetailed renderings emphasising texture, lighting and space in automotive interiors\nPalette influence\nPalette influence enables to have control over the strength of the rendered image. In other words, you can control, how much the selected style should influence your original sketch.\nYou can set the palette influence at the Create panel - Style section - Palette option - percentage\nExamples on modifying palette influence on the same sketch:\n(Palette: Auto Exterior V2)\n(Palette :TechnocolorV2)\nWith the help of palette influence, you can go from a lightly shaded sketch, to a fully colored prominent rendering.\nCombining palettes\nWith the inpainting selection tool you can render different parts, in different palettes, taking advantage of each ones strengths.\nSoon you'll be able to create your own Palettes!\nSearch…"
  },
  "page 19": {
    "title": "3D Layers",
    "source_url": "https://docs.vizcom.ai/importing-3d-models",
    "plain_text": "3D\n3D Layers\nImporting 3D models\nUpload 3D models in Vizcom and sketch over them to quickly validate your ideas with a high-quality render.\n👉 **Visit our website to follow along:** https://www.vizcom.ai/\nSometimes in the design process, when you already have a base 3D model, it is nice sketch over that volume and create renderings, precisely on top of the package.\nIn Vizcom, with the **3D layers** feature, you have the option to upload your 3D models, set the preferred view, sketch over your model and create coherent renderings.\nThis is all possible with the help of the 2 mediums on top of each other (3D Model + sketch).\nThis way you can quickly visualize ideas in 3D.\nHow to import 3D models\nAfter creating a new file, Click on the **Insert** button.\nHere you can upload a 3D model. (There are already uploaded template models in the library.)\nSupported formats:**\n.glb / .gltf / .obj / .fbx / .stl\nHow to use 3D layers\nStep by-step\n1. Insert a 3D model on the canvas and set the desire position\n2. Use the brush tool to sketch other details on the model (as a new layer on top)\n3. Write a prompt and Upload a reference image\n4. Use the selection tool (G) and create the rendering\nSelect the entire canvas to apply the mooivie scene, by pressing Ctrl+A or CMD +A after clicking on the selection tool(G)\nClick on Generate to render your 3D model!\nSearch…"
  },
  "page 20": {
    "title": "JavaScript Documentation",
    "source_url": "https://docs.vizcom.ai/edu-prompt-guide/index",
    "plain_text": "New\\\\\n\\\\\nBetter async handling\nJavaScript Documentation\nComprehensive JavaScript documentation covering fundamentals, advanced concepts, browser interactions, backend development, and modern frameworks\nIntroduction\nor\nStart a new project\nExplore by categories\nGetting Started\\\\\n\\\\\nLearn JavaScript’s core syntax, data types, and control flow.\nAdvanced\\\\\n\\\\\nExplore advanced concepts like closures, async, and prototypes.\nBrowser\\\\\n\\\\\nMaster DOM manipulation, event handling, storage, and APIs.\nBackend and Frameworks\\\\\n\\\\\nBuild backend applications with Node.js, Express, and databases.\nPopular articles\nGetting Started\\\\\n\\\\\nIntroduction\nAdvanced\\\\\n\\\\\nAsynchronous JavaScript\nBackend and Frameworks\\\\\n\\\\\nWeb API\nDocs pages CMS\nEdit and manage all pages exclusively within the CMS mode. Add icons, descriptions, and content. Templates are prepared for both Primary and Secondary Hierarchies and are adaptable.\nEasily editable\nThanks to premade assets, you can modify all colors and text, such as the Action Color\nCMS\nEdit and manage all pages exclusively within the CMS mode\nComponents\nFinely crafted components with multiple states and Variables\nAutomatically generated\nAll pages and navigation will be generated automatically from the CMS\nDark and Light Mode\nBeautiful modes deliver a magnificent experience for users\nOptimized SEO\nGenerate og:image for each of Docs page. Designed to improve the discoverability of your documentation.\nGet Template for free"
  },
  "page 21": {
    "title": "Reference Images",
    "source_url": "https://docs.vizcom.ai/reference-images",
    "plain_text": "Reference Panel\nReference Images\nUsing inspiration images with Vizcom\nIntroduction\nVizcom allows you to use reference images as style guides to influence the look and feel of your illustrations. This feature is particularly useful for artists and designers who want to maintain a consistent style across different projects.\nThis guide will walk you through the process of using a reference image as a style guide in Vizcom.\nStep-by-Step Guide\nStep 1: Create a New Project\n1. **Start a new project:**\nOnce logged in, click on the \"Create New Project\" button on the dashboard.\nStep 2: Upload Your Base Image\n1. **Upload the image** **you want to render from**\nClick on the \"Upload\" button or drag and drop the image you want to use as your base.\nBy uploading an image, Vizcom will describe it, so you will already have a prompt to work with.\nStep 3: Upload Your Reference Image\n1. **Upload your reference image:**\nleave it in the \"Style\" format\nClick on the \"Upload Reference Image\" button within the panel.\nSelect the image that you want to use as a style guide. This image will influence the style of your base image.\nUpload as many images as you want, but only the selected big options is going to influence the renderings\nStep 5: Adjust the Palette\n1. **Set a palette**\n2. Adjust the strength and influence sliders\nUse the sliders and settings to adjust how much the reference image should influence the style of your base image.\nYou can fine-tune the level of influence to get the desired effect.\nStep 6: Apply the Style\n1. **Apply the style to your base image:**\nOnce you are satisfied with the settings, click on the \"Generate\" button.\nVizcom will process the images and apply the style from the reference image to your base image.\nTip:** Use the selection tool (G) on separate areas for material application or select the entire canvas with ctrl+A (/ CMD+A) for a more precise scene application.\nMaterial Transfer\nFor transferring reference materials, scenes in a more accurate and photorealistic way.\nStep 2\nHave a rendering on the canvas (or any volume image that has depth, so sketches won't work)\nStep 2\nUpload a refere\nnce image and check **\"Material transfer\"**\nStep 3\nGive a general context with the prompt\nStep 4\nSelect an area where you want to apply the reference.\n(If you don't select anything, it will transfer it to the entire canvas)\nStep 5\nSet the strength of the image, which will determine, how mush power you want to give to the image.\nSet the drawing influence as well, according to how much you want to change on the shapes, keep it close to 100% if you only want the color, material, finish to be affected.\nStep 6\nThe material is applied, keep generating and changing the settings until you satisfied.\nTry it with different reference images. (Material patches, 3D material images, or standard product images can both work for this purpose)\nThis feature can quickly visualize any materials and wild combination of ideas, but don't expect full accuracy and precision, it's best utilised to explore different material options, rather than strictly aaplying a certain existing material.\nSo…\nUsing the reference image feature in Vizcom is a powerful way to maintain a consistent style across your projects. By following these steps, you can effectively use this feature to enhance your illustrations and designs.\nWatch our youtube vide format as well:\nBe mindful\nYou decide what type of reference images you will use, and from what source. Try to be mindful of other creators intellectual property when uploading reference images. (Uploaded reference images will not train or have any influence on the models of Vizcom, it is a separate, personal feature for the user, unique to every file)\nSearch…"
  },
  "page 22": {
    "title": "Folder and file structures",
    "source_url": "https://docs.vizcom.ai/folder-and-file-structures",
    "plain_text": "Accessibility\nFolder and file structures\nUnderstanding where your folders and files can be stored\nUsing Teams and your My Files page can help you organize your folders and files within specific spaces to ensure the right people find your content easily.\nWhere can my folders and files live?**\nFolders and files live either in your My Files page or within a Team. Folders and files that live in your My Files page are not accessible to anyone else in the Workspace.\nCan I move folders and files to other Teams?**\nYes, you can move folders between Teams and from your My Files page to a Team.\nWhy would I move folders and files to a Team?**\nMoving folders and files to a team ensures that your team members can access them. Because your My Files section is private, the only way to share files with others is by moving them to a Team.\nSearch…"
  },
  "page 23": {
    "title": "Enhance",
    "source_url": "https://docs.vizcom.ai/enhance",
    "plain_text": "Understanding Vizcom\nEnhance\nEnhance\nVizcom Enhance brings out the materials and details in your renderings, improving overall quality by refining textures and surfaces while maintaining your original design intent.\nSimply click the menu on the upper right of the Create tab and select 'Enhance' from the dropdown to instantly bring out materials and details in your renderings.\nExamples\nSearch…"
  },
  "page 24": {
    "title": "Home",
    "source_url": "https://docs.vizcom.ai/home",
    "plain_text": "Workspace setup\nHome\nHome\nQuickly access your most recent work and manage files across your entire workspace from one central location.\nRecents\n_Recents_ is a section of the _Home_ page that displays your recently edited and recently viewed files from your workspace. This is great way to quickly jump back into your files.\nAll files\nThe _All files_ section displays files across your entire workspace, edited by you and by others. This provides a high-level overview of everything you and your workspace members are creating. _All files_ is especially great for those who need to navigate between multiple teams. The files here can be sorted by 'last edited' and 'last created'.\nSearch…"
  },
  "page 25": {
    "title": "Environmental Context Visualization",
    "source_url": "https://docs.vizcom.ai/reference-environment",
    "plain_text": "Reference Panel\nEnvironmental Context Visualization\nReference: Environment\nOverview\nEnvironment Reference is a powerful Vizcom feature that seamlessly integrates your designs into contextual environments. Rather than presenting concepts in isolation, this tool allows you to visualize how your creations will appear in their intended settings with realistic lighting, scale, and perspective.\nHow to Use\n1. **Access the Reference panel** \\- Click the Reference button in the create panel.\n2. **Select \"Environment\" mode** \\- From the Reference panel dropdown, choose \"Environment\"\n3. **Upload your environment image** \\- Add an image of the setting where you want to place your design\nChoose scenes with consistent lighting direction\nSelect environments that match the intended scale of your design\n4. **Generate** \\- Click the Generate button to place your design in the selected environment\nTips for Best Results\nChoose environment images with consistent lighting direction\nConsider scale - select environments that match the intended size of your design\nFor product designs, environments with natural shadows and reflections yield more realistic results\nExamples\nSearch…"
  },
  "page 26": {
    "title": null,
    "source_url": "https://docs.vizcom.ai/getting-started-with-vizcom-organization",
    "plain_text": "Search…\nPage Not Found\nSorry, we couldn’t find the page that you were looking for.\nGo back Home?"
  },
  "page 27": {
    "title": "Drawing Influence",
    "source_url": "https://docs.vizcom.ai/drawing-influence",
    "plain_text": "Understanding Vizcom\nDrawing Influence\nHow to use Drawing influence\nWhat is Drawing influence?\nDrawing influence allows for you to decide how much you want your original artwork to influence the generated result. This is a good way to explore the relationship between your prompt, reference image and original sketch.\nHowever there is a difference in behaviour when it comes to the two modes of VIZCOM\nIn Render mode\nIn this mode, you control, how much of the sketch lines will be followed by the generated rendering. It’s recommended to use high drawing influence for exact control over the results.\nRecommendation: **80-100%**\nIn Refine\nIn this mode, your lines, design, and proportion will remain the same. Marginal changes are going to happen if you start decreasing the Drawing influence level.\nSearch…"
  },
  "page 28": {
    "title": "Asset Types",
    "source_url": "https://docs.vizcom.ai/asset-types",
    "plain_text": "Assets\nAsset Types\nAsset Types\nYou can create and manage the following asset types in Vizcom\nColor\nImage\nColor\nYou can add and manage colors in Vizcom. However, we currently do not support uploading a csv file with HEX codes.\nEntry points: Left sidebar, toolbar, or reference panel**\nHow to add:** The example below is how to add a color through the asset library panel however the same steps apply when doing it through the color tool or reference panel\n1. Click on the \"+\" button on the right\n2. Select a color\n3. (optional) Name the asset\n4. Save\nHow to edit:** Assets can only be edited from the asset library panel\n1. Click on the asset\n2. Then click on the three-dot menu\n3. Click edit\n4. You can edit the color and the name\n5. Save\nHow to delete:** Assets can only be deleted from the asset library panel\n1. Click on the asset\n2. Then click on the three-dot menu\n3. Click delete\nMaterial\nMaterials are currently simply images in Vizcom. You cannot upload a 3D model of a material of texture.\nHow to add:** The example below is how to add a color through the asset library panel however the same steps apply when doing it through the reference panel\n1. Click on the \"+\" button on the right\n2. Upload or paste image\n3. (optional) Name the asset\n4. Save\nHow to edit:** Assets can only be edited from the asset library panel\n1. Click on the asset\n2. Then click on the three-dot menu\n3. Click edit\n4. You can edit the color and the name\nHow to delete:** Assets can only be deleted from the asset library panel\n1. Click on the asset\n2. Then click on the three-dot menu\n3. Click delete\nSearch…"
  },
  "page 29": {
    "title": "Best Practices",
    "source_url": "https://docs.vizcom.ai/best-practices",
    "plain_text": "Understanding Vizcom\nBest Practices\nBest Practices\n👉 Try Vizcom : vizcom.ai\nTips when uploading a sketch**\nClean sketch\nWhich of the 2 sketches do you think would be easier for you to render by hand? Vizcom AI needs a clean drawing to produce clean results.\nMake sure to upload **one sketch at a time.** If multiple sketches exist on a page Vizcom will get confused about which drawing to prioritize.\nTry to make sure your drawings are uniform in color, no backgrounds, and have clean readable linework.\nBigger sketch - more details\nScale your sketch up with the transform tool \\[m\\], to get more details in your rendering, also to put the emphasis on the product and not on the added background\nBad Examples\n❌Too many drawings on one page\n❌Messy background\n❌Too small sketches\n❌Results\nGood Examples\n✅Single Sketch\n✅No background\n✅Contrast Lines\n✅ Minimal Linework\n✅ Results\nCombining aesthetics\nCombine your unique shape with existing brand's DNA\nThis way you can cover the stylistic range from abstract shape to more conservative concept vehicles and explore the interesting in-between results.\nStep 1\nCreate a volume on your input sketch\nStep 2\nuse that volume to increasingly merge the certain brand's aesthetics together as you lower the drawing influence slider.\nStep 3\nPush the bundaries and find the lowest drawing influence number, where you get an interesting combination of your shape, interpreted as a concept car.\nStep 4\nAnalyze the results of your advanced shape exploration\nSearch…"
  },
  "page 30": {
    "title": "Managing seats",
    "source_url": "https://docs.vizcom.ai/managing-seats",
    "plain_text": "Plans & Billing\nManaging seats\nManaging seats\nSeats can be managed at any point during your billing period**\nProfessional and Starter workspace have seats which can be assigned to members based on role. Paid roles are Admin and Editors. Each of these roles requires a seat. Viewers are free and do not require a seat in the workspace. Only Admin can make adjustments to the seats in a workspace.\nAdding Seats in Professional Plan**\n1. Navigate to the Settings page in the sidebar of your file dashboard\n2. On the Plans & Billing page of the Settings sidebar, click on Manage Seats\n3. Add seats to your plan using the **+** button\n4. When upgrading from the Starter plan to the Professional plan, you can choose to add seats to your plan\n5. Upon confirmation, an immediate invoice is generated for the upcoming billing period. The cost is based on the number of seats selected\n6. This change takes effect immediately. A prorated amount is calculated based on the remaining time in the current billing period to cover the cost of the new seats. The subscription is updated, and the next invoices will include these additional seats.\n7. With this change, Admin will be able to invite more editors or admin immediately\nRemove Seats in Pro Plan**\n1. Navigate to the Settings page in the sidebar of your file dashboard\n2. On the Plans & Billing page of the Settings sidebar, click on Manage Seats\n3. Admin can remove the amount of seats needed with the **-** button. A minimum of 1 seat is required\n4. This change becomes effective at the end of the current billing period, meaning your workspace will still have access to the current number of seats until these scheduled changes take effect.\n⬇️ If the organization has more than two editors or admins (invited or active), the extra editors will be downgraded to viewers. We will start by downgrading invited users, followed by the most recently joined users\nSearch…"
  },
  "page 31": {
    "title": "Creative interface",
    "source_url": "https://docs.vizcom.ai/interface",
    "plain_text": "Getting started\nCreative interface\nCreative Interface\nThere are 2 main creative interfaces in Vizcom. One is the more focused drawing view(Brush studio), the other is the high level, infinite canvas view (Workbench)\n1. ## Studio interface\nThere are 3 options to customise the interface according to your taste and workflow needs. You can access the different Brush Studio layout options under the Home panel, clicking on the Vizcom logo.\n1. **Default** \\- suitable if you have an uploaded image and the workflow is focused on heavy layer usage and image generation.\n2. **Classic** \\- this option allows more space for sketching but the Create and Layers panel aren't visible at the same time\n3. **Stacked** \\- With this option you can have the Create and Layers panel below each other\n2. ## Workbench Interface - (infinite canvas view)\nCheck out the docs page focusing on workbench\nSearch…"
  },
  "page 32": {
    "title": "Make your own Palette",
    "source_url": "https://docs.vizcom.ai/make-your-own-palette",
    "plain_text": "Palettes\nMake your own Palette\nMaking your own Palette\nCustom Palettes are a way to create personal and private Ai model that understands your style. You can use these palettes to visualize your sketches in Vizcom with greater consistency while reflecting your personal or your brands aesthetic. This guide will walk you through how to curate images for your palette, how to create it within Vizcom, how to thoroughly test it, and how to publish a Palette to your workspace.\nPalette Curation\nDefining your Palette**\nIn order to create a successful Palette, you need to teach Vizcom your aesthetic by uploading images that reflect a particular style. These could be images that reflect your sketching style, brand language, or visual style.\nNumber of Images\nUse 4 to 30 images in your Palette to help Vizcom learn your style effectively.\nImage Consistency**\nThink of the images you upload as the ones you’d like to generate. They should share similar visual qualities, lighting, and material to those you’d like to generate.\nMultiple Small Palettes vs. One Large Palette**\nFor best results, organize images into multiple smaller Palettes rather than one large one. Mixing images with varying fidelities, such as sketches and photos, in the same Palette can hinder the generation of a cohesive aesthetic. By separating images by fidelity, Vizcom can better interpret and generate images with the desired style.\nUploading Multiple Views for Versatile Rendering**\nUploading various angles of a product allows Vizcom to understand the object in three dimensions, enabling accurate rendering from any angle. A Palette with only one view will focus on generating images from that perspective and may struggle with alternate views.\nSimple Backgrounds**\nFor ideation, use images with simple white backgrounds to maintain clarity and focus on the product. This setup helps Vizcom produce cleaner, more adaptable renderings.\nUn-Cropped High Resolution Images**\nEnsure that images are high-resolution and free from pixelation. Avoid cropping in too closely on the subject—having the entire subject in the frame improves the Palette’s effectiveness.\nAvoid Inspiration Images**\nWe recommend using inspiration images as reference material rather than including them directly in Palettes. Inspiration images tend not to generate effective results in this context and are better suited as supplementary reference material within the tool.\nCreating a Palette in Vizcom\nCreating a Palette in Vizcom is straightforward. Start by creating a new workbench file, then click the plus button in the toolbar to open the insert panel. Drag or click to add a Palette block to the canvas, then click “Upload” within the Palette block to upload 4–30 curated images that reflect a consistent style. You can also drag images directly from the canvas into the Palette block.\nIf any images are added by mistake, simply click to delete them, or continue adding more as needed. Double-click the Palette title to rename it for easy identification. Once your images are set and the Palette is named, click \"Train\" to start the process. Training typically takes around 5 minutes, though this may vary depending on the number of images in the Palette\nTesting Your Palette\nAfter training your Palette, it’s time to test its effectiveness. For Pro users, a green chip will replace the “Train” button upon completion, while Enterprise users will see a purple “Publish” chip.\nThe purpose of testing is to evaluate how well Vizcom interprets the aesthetic of your curated images. If the initial results are not as expected, try duplicating the Palette and adjusting its images to refine the style.\nTesting in Workbench\n1. **Upload Your Sketch**\nClick the plus icon in the top toolbar to open the insert panel and upload your sketch. You can also drag the image directly onto the canvas.\n2. **Connect a Prompt Block**\nAttach a prompt block by dragging the plus button from the right-hand side of the selected image. Within the prompt block, you can:\nToggle between “Render” and “Refine” modes.\nSelect your Palette by opening the Palette selector and scrolling to “Local Palettes” at the bottom.\nAdjust the drawing influence, which controls how closely Vizcom follows the sketch or incorporates creative elements from your Palette.\n3. **Compose Your Prompt**\nWhen you select a Palette, Vizcom will populate the prompt block with tags derived from your images. Use these tags as a guide to create a descriptive prompt that reflects the aesthetic (e.g., \"wooden toy car design, painted, black wheels, white background\").\n4. **Generate and Evaluate Results**\nTest the Palette by generating images at different drawing influence levels:\n100% Influence**: Closely follows your sketch’s lines.\nLower Influence Levels (e.g., 80%, 60%, 40%)**: Adds creative details from the Palette.\nAdjusting the influence allows you to gauge how well Vizcom interprets your sketch and Palette style.\nTesting in 2D Studio\n1. **Enter 2D Studio**\nDouble-click an uploaded sketch to open it in 2D Studio, or create a new drawing by adding a draw block from the insert panel and double-clicking it to enter 2D Studio.\n2. **Select Your Palette**\nIn the create panel on the right, open the Palette selector and scroll down to “Local Palettes” to choose the Palette you’ve created.\n3. **Compose Your Prompt**\nVizcom will display tags from your Palette images, which you can use to craft a prompt that maintains the Palette’s aesthetic style (e.g., \"wooden toy car design, painted, black wheels, white background\").\n4. **Generate and Adjust Drawing Influence**\nSet the drawing influence:\n100% Influence**: Follows your sketch closely.\nLower Influence Levels (e.g., 80%, 60%, 40%)**: Adds creative elements from the Palette images.\nTesting at varied influence levels allows you to see how well Vizcom interprets the aesthetic from both the sketch and the Palette.\nPublishing Your Palette\nOnce you're satisfied with how your Palette renders sketches, you can publish it to your personal library, making it accessible across all files in your workspace. Note: Publishing is available for Enterprise plans only.\n1. **Publish Your Palette**\nIn Workbench, click the “Publish” button next to the Palette title. Publishing makes the Palette available in any file, and teammates can access it by publishing it from their own libraries.\n2. **Customize Before Publishing**\nOn the publish screen, you can rename the Palette or upload a custom thumbnail for better discoverability within the Palette selector.\nToggle tags on or off to control which tags are visible. Disable any tags that didn’t align with the intended style during testing.\n3. **Finalize and Access**\nClick “Publish.” Your Palette is now accessible from the Palette selector in any file, allowing seamless use across projects.\nFAQ\nWhat should I do if my Palette fails to train?**\nPalette training may fail due to issues like poor internet connection, image anomalies, or other factors. Try clicking the “Retrain” button. If the problem persists, contact support for further assistance.\nHow can I improve my Palette if I’m not satisfied with the results?**\nIf your Palette isn’t producing the expected results, try duplicating it and adjusting the images by adding or removing certain ones. Curating an effective image set is key to achieving the desired aesthetic in Vizcom. See the curation tips above for guidance on refining your Palette.\nSearch…"
  },
  "page 33": {
    "title": "Prompts",
    "source_url": "https://docs.vizcom.ai/prompts",
    "plain_text": "Understanding Vizcom\nPrompts\nHow to write prompts\nWhat even is a Prompt?**\nA prompt is a phrase, sentence, or string of words and phrases that describes what the image should look like. The words will be analyzed by the AI and will guide the process toward the image(s) you describe. These can include commas and weights to adjust the relative importance of each element.\nThe image above was created with the prompt:\n“(hyperrealistic:1.5), silver, modern, electric supercar, Car design concept, (depth of field:1.5), blurred background (dark studio scene:1.8), glowing light blue taillight, monochrome scene, glossy, reflective surfaces, colorful particles flying around, DSLR ”**\nNotice that this prompt loosely follows a structure: `**[subject], [prepositional details], [setting], [meta modifiers];**`\nTip:** worth to include a fitting brand name for your design, in order to pair a significant design language to your creation.\nKeep it simple!\nWe optimized the model to make the best out of your sketch, without a long and complicated prompt! So you don’t have to write a poem for a spectacular outcome.\nNotice, how this render has similar quality compared the upper one, but with a simpler prompt:\n“Silver concept car, dark studio”**\nEthical prompting\nExamples\nYour sketch can be anything!\nTake advantage of prompting and explore your shapes in different ways\nBest Practices\n1. ### Control your visuals\nThe general visuals are determined by the render styles, but you still have a lot of room to play with via prompting, when it comes to controlling the main visuals of your rendering.\nMain areas worth to control:\n1. Color / material\n2. The object itself\n3. View\n4. Setting / background / scene\n5. Brand DNA\nExample Prompt:**\"Silver aluminum teapot, from the side, on a wooden table, studio background, designed by Braun\"\n2. ### Order of importance\nWhen you're constructing your prompt, keep in mind that the **first word** will be the most, and the last word will be the least influential, so keep in mind this order of importance. The first word is actually so strong that it can take over most of the visuals.\n3. ### Use commas\nTo help Vizcom understand your intentions better, separate each visually separate property in your prompt by comma \",\".\nTemplate example: (color/material object), (view), (setting/background), (Brand DNA), (other properties)\nExample prompt:** \"Premium headphone design concept, designed by Bang and Olufsen, made out of brown leather and aluminum, floating in air, dark studio\"\n4. ### Use prompt weights\nApply prompt weighting to have more control over sections/words in your prompts! This section provides guidance on adjusting the emphasis of words or phrases in prompts using weights.\nFormatting Weights\nIncrease Emphasis**: Add a `+` or number between 1.1 and 2 to emphasize a word or phrase.\nDecrease Emphasis**: Add a `-` or number between 0 and 0.9 to de-emphasize.\nDefault Weight**: 1 (Neutral emphasis)\nIncreasing Emphasis\nTo emphasize a design element, **add a** `+` **or a number** between 1.1 and 2 at the end of a word or phrase.\nUsage**: The higher the number or more `+` symbols, the stronger the emphasis on the design feature.\nExample**: `\"ergonomic chair, detailed texture, (with adjustable arms:1.5)\"`\nReducing Emphasis\nTo de-emphasize a design feature, **add a** `-` **or a number** between 0 and 0.9 at the end.\nExample**: `\"modern lamp, (minimalist design)-\"`\nRecognized Syntax\nSingle Design Elements**: `sleek faucet+`\nElements with Parentheses**:\n`sleek faucet (with spray feature)+`\n`modern lamp (minimalist design)-`\nMultiple Symbols for Stronger Effect**:\n`ergonomic chair (with lumbar support)+++`\nNesting for Cumulative Effect**:\n`office desk (with (integrated cable management)1.2)1.1`\nWeighting with Numbers\nPositive Weights**:\n`+` equals 1.1; `++` equals 1.1²; `+++` equals 1.1³\nNegative Weights**:\n`-` equals 0.9; `--` equals 0.9²; `---` equals 0.9³\nGuidelines for Use in Design\nEffective Range**: Weights are most effective between 0.5 and 1.5.\nCaution**: Excessive weighting may detract from the intended design aesthetics.\n6. ### Start abstract!\nSometimes it can be hard to make Vizcom understand what you want to create. In this case you can start building from the bottom up, by using abstract prompts like \"aluminum object\" - and building the other features on top of an abstract shape.\nYou can find all previously used prompts and settings on the Generation History\nWatch the video about the basic prompting techniques when creating a render - here\nSearch…"
  },
  "page 34": {
    "title": "Annual and Monthly Billing",
    "source_url": "https://docs.vizcom.ai/annual-and-monthly-billing",
    "plain_text": "Plans & Billing\nAnnual and Monthly Billing\nAnnual & Monthly Billing for Professional plans\nWorkspaces on the Professional plan can be on a monthly or annual billing interval. Opting for annual billing provides a 20% discount on the yearly price.\n💰 Professional Monthly: $ **49/month**\n💰 Professional Annually: **$40 per seat/month** _(billed annually)_\nSwitch from Starter Monthly to Professional Annually**\n1. Navigate to the Settings page in the sidebar of your file dashboard\n2. On the Plans & Billing page of the Settings sidebar, scroll down to the Plans section\n3. On the Professional plan, set the billing period toggle to 'Annually' and click 'Upgrade'\n4. When upgrading from the Starter Monthly plan to the Professional Annually plan, you can choose to add seats as well\n5. Upon confirmation, an immediate invoice is generated for the upcoming year. The cost is based on the number of seats selected at the discounted annual rate of **$40/month** per seat.\nSwitch from Professional Monthly to Professional Annually**\nAdmin can switch a workspace from Professional Monthly to Professional Annually at any time. This change takes effect immediately.\n1. Navigate to the Settings page in the sidebar of your file dashboard\n2. On the Plans & Billing page of the Settings sidebar, scroll down to the Plans section\n3. On the Professional plan, set the billing period toggle to 'Annually' and click 'Change to Annualy'\n4. You can choose to change the seats during this process if you wish\n5. Upon confirmation, an immediate invoice is generated for the upcoming year. The cost is based on the number of seats selected at the discounted annual rate of $40 per seat per month.\n6. The number of seats is updated **immediately**. You can either add more seats for editors or downgrade them to viewers if you have removed seats.\nℹ️ A prorated amount for the unused seats for the remainder of the current billing period is deducted from your invoice.\nSwitch from Professional Annually to Professional Monthly**\nAdmin can switch a workspace from Professional Annually to Professional Monthly at any time, but the change will take effect at the end of the current billing period.\n1. Navigate to the Settings page in the sidebar of your file dashboard\n2. On the Plans & Billing page of the Settings sidebar, scroll down to the Plans section\n3. On the Professional plan, set the billing period toggle to 'Monthly' and click 'Change to Monthly'\n4. You can choose to change the seats during this process if you wish\n5. This change will take effect at the end of the current billing period. A schedule has been created to switch from yearly to monthly payments.\nCancel a switch from Professional Annually to Professional Monthly**\nWhen you switch your billing period from annually to monthly, the change takes effect at the end of the current period, giving you time to roll back your decision.\n1. Navigate to the Settings page in the sidebar of your file dashboard\n2. On the Plans & Billing page of the Settings sidebar, scroll down to the Plans section\n3. On the Professional plan, set the billing period toggle to 'Annually' and click 'Revert to annually'\n4. You can choose to change the seats during this process if you wish\n5. The cancellation takes immediate effect, maintaining the monthly billing cycle. No adjustments or additional charges are applied at this time.\nThere is no change in features; the organization continues to benefit from the annual billing discount.\nSearch…"
  },
  "page 35": {
    "title": "Render mode",
    "source_url": "https://docs.vizcom.ai/render-mode",
    "plain_text": "Getting started\nRender mode\nHow to make renderings\n👉 **Visit our website to follow along:** https://www.vizcom.ai/\nIn this tutorial, you will learn how to **go from sketch to render in just a few seconds** with a simple sketch and a text description.\n👉 **Find the example sketch** **here**\nStep 1\nCreate a new file!**\nAnd choose which layout you want to start your project with.**\n(Starting in the drawing studio, you can instantly start sketching on the canvas, but if you already have a sketch that you want to explore on the infinite canvas, choose that option.)\nStep 2\nCreate the canvas and start sketching or Upload a previous sketch on the canvas!**\nYou can learn more about how to import your sketches - **here**\nYou can learn about how to draw inside VICZOM - **here**\nStep 3\nWrite a simple text description (prompt)**\nGo to the right toolbar dropdown (Create tab) and make sure that you’re in **Render** mode. This is the standard mode of the application if you open a new file.\nAnytime you have a **line drawing or sketch** that you plan on rendering with a prompt, you must first be in **Render mode**.\nYou can learn more about **how to write prompts** **here**\nYou can learn more about what kind of sketches would make the best results here\nStep 4\nSet the Palette, under Style.\nYou can learn more about Palettes\nThis will the overall aesthetic of the generated rendering, like a render engine.\nStep 5\nSet the **Drawing influence** slider\nLearn more about what Drawing influence is for - here\nStep 6\nGenerate the rendering** After setting the render up, click on the **Generate button** and wait a few seconds.\nA full size preview appeared, with a selector tab.\nStep 7\nSelect your favourite result and click **\"Add\"** to save it as a layer or click on the **Regenerate** button again, if you’re not satisfied yet.\nThe results, which you’re not saving as layers, will not be lost, they’ll be part of the history tab, where you can restore results anytime, you can learn about that - here\nClick on the \"X\" icon after you added the desired rendering\nAfter closing the image preview tray. The **Layers** tab and the **Drawing toolbar** is active again and you can start using them.\nStep 8\nExport your best results! (top right corner)\nYou will export what's displayed on the canvas with the PNG options.\nCreating renderings is an iterative process, feel free to generate as many as you want.\n(Vizcom will generate according to what's displayed on the canvas - so If you want to keep generating on the original sketch, you can hide the previously added layers.\nHere is how you can Refine on a rendering\nSearch…"
  },
  "page 36": {
    "title": "Advanced security settings",
    "source_url": "https://docs.vizcom.ai/managing-workspace-security-settings",
    "plain_text": "Accessibility\nAdvanced security settings\nAdvanced security settings\nA workspace on the Organization plan comes with the ability to set up allowed domains, manage workspace content privacy, and configure SSO.\nYou can locate these settings by navigating to the Security tab in your Workspace Settings.\nAllowed domains\nAutomatically approve members by setting up allowed domains\nTo make it easier to join your workspace, set up an allowed email domain so that anyone with a matching email address can join your workspace without a manual invite or approval.\nTo configure this go to Workspace > Settings > Security and click the \"Add domain\" button. Only Admin can complete this process.\nNew accounts\nTo join a workspace that has configured allowed email domains, simply create an account at vizcom.ai. We'll recognize the email and prompt you to join the workspace during the onboarding flow.\nExisting accounts\nIf you already have a Vizcom account under your work email, click on the workspace dropdown menu. The workspace with the allowed email domain should show up under available workspaces.\nSearch…"
  },
  "page 37": {
    "title": "Types of 3D Generations",
    "source_url": "https://docs.vizcom.ai/types-of-3d-generations",
    "plain_text": "3D\nTypes of 3D Generations\nTypes of 3D Generation\nVizcom enables you to generate 3d models of your renderings at a variety of qualities. For more information about how to use the 2D to 3D feature, refer here.\nStandard\nStandard 3D generation is optimized for speed. The output is lower resolution than the detailed options, but allows you to quickly visualize your sketches in 3D and see your ideas from different perspective.\nDetailed Smooth\nAs the name implies, generated meshes from Detailed Smooth are smoother and cleaner, with an emphasis on clean topology over capturing every detail of the sketch. This mode excels when you are looking for a mesh to directly edit in your chosen 3D program\nDetailed Sharp\nThis mode emphasizes the intricate details of the input sketch in both the 3D mesh and in texturing. This model is ideal for seeing how a detail\nMultiview to 3D\nUse multiple sketch layers of the same object from different perspectives to have more control over the final 3D output\nMultiview Generation\nSelect 2-5 visible layers and the \"Generate Multiview 3D\" option will be enabled in the toolbar. The generated model will be added to your layers.\nGenerating Multiview from Group\nYou can also generate multiview 3D from a layer group. Just make sure the group is visible and contains 2-5 visible layers since hidden layers won’t be considered.\nTips\nFor more precision, imagine your object as cube and provide sketches which accurately and consistently describe all 6 sides of the cube viewed from different angles.\nFor more variation, you can use sketches which have variations on the same theme. The 3D generation tool will choose which features to keep. You can generate again to get a different combinations of the design features you have inputted.\nYou can also use 3D models as part of your input to 3D generation. This can be used when you want to keep one view of an object the same while varying another part\nSearch…"
  },
  "page 38": {
    "title": "What is the benefit of subscribing to a paid plan?",
    "source_url": "https://docs.vizcom.ai/what-is-the-benefit-of-subscribing-to-a-paid-plan",
    "plain_text": "FAQ\nWhat is the benefit of subscribing to a paid plan?\nWhat is the benefit of subscribing to a paid plan?\nOur paid plans, Vizcom Professional, Organization, and Enterprise, include several advanced features such as:\n1. Priority render queue - you benefit from faster wait times in our render queue when you generate or export\n2. 4K export - you get access to higher quality export options\n3. 4 image generation - unlock the ability to generate 4 images at a time, instead of just one image at a time\n4. Enhanced collaboration - your workspace adapts to allow for more editors and teams (amount of editors and teams is dependent on your subscription plan)\n5. Full design privacy - Vizcom will not use your content to better services. Learn more about the differences here\nLearn more about our pricing and see our in depth feature comparison here\nSearch…"
  },
  "page 39": {
    "title": "Assets Overview",
    "source_url": "https://docs.vizcom.ai/assets-overview",
    "plain_text": "Assets\nAssets Overview\nAsset Library\nThe Vizcom Asset Library is a centralized collection of reusable visual assets— **colors and images**—that can be easily added, managed, and reused across your file & projects. It helps maintain consistency, streamline workflows, and support team collaboration by keeping commonly used assets accessible in one place\nTo access your assets, simply click on the **\"Asset\" tab** located in the **left sidebar** or in the **toolbar within Workbench**. From there, you can browse, add, and manage your **colors** and **images**.\nFor a detailed guide on accessing and using each type of asset, read more here.\nCollaboration\nThis file:** Assets only available in the file you're working in _(Available on all plans)_\nMy library:** Access assets across your files in a single workspace _(Available on Pro & Enterprise plans only)_\nWorkspace:** Access and share assets with teammates in your workspace _(Available on Enterprise plans only)_\nHow to access assets\nYou will now see an \"Assets\" tab in the left sidebar in 2D Studio\nClick on the \"shapes\" icon in the toolbar to open up the asset library in Workbench\nSearch…"
  },
  "page 40": {
    "title": "Manage members",
    "source_url": "https://docs.vizcom.ai/manage-members",
    "plain_text": "Workspace setup\nManage members\nManaging members in your workspace\nVizcom is even more powerful when you invite people to join you in your workspace.\nInviting members\nIt's important to know that only Admins of a workspace can invite members. Make sure you're in a workspace in which you are the Admin of.\nTo invite members, you can use any of the invite members buttons in the application to open the invite modal. You can also manage the members list by navigating to _Settings > Members._\nFrom here, type the email addresses of the individuals you are inviting. You can set the role type for these users as well. See below for information about these role types.\nOnce the invites are sent, each invited member will receive an invite email in their email inbox. Members without a Vizcom account will need to create one. Members that already have a Vizcom account will automatically see this new workspace in their workspace dropdown. As an Admin, you can check to see who has not accepted the invite by navigating to _Settings > Members_ and locating the members who are \"pending.\"\nMember roles\nYour Workspace comes with different roles depending on the plan you have. Below you can find a breakdown of the types of roles and permissions provided for each plan.\nStarter plans** offer two seats as either Admin or Editor, and unlimited Viewers (free).\nProfessional plans** offer two seats: Admins (paid), Editors (paid), and Viewers (free).\nEnterprise plans** offer unlimited Admins (paid), Editors (paid), and Viewers (free).\nViewers in a Workspace\nViewers are free and unlimited on all plans\nCan view files shared in a Workspace\nCannot invite other members to the Workspace\nCannot start a new file or edit existing files\nEditors in a Workspace\nEditors are paid roles. Price differs based on plan. See more about our pricing here\nCan create and edit files\nCannot invite other members to the Workspace\nCannot create teams\nCannot manage Workspace settings, billing, security, or privacy\nIf an Editor wants to upgrade to an Admin, they will need to contact an Admin of the Workspace. Admins are listed on the Members page in the Workspace settings\nAdmin in a Workspace\nEvery Workspace regardless of the plan must have at least one Admin\nAdmin have all the privileges of an Editor to create and edit files\nCan edit the Workspace settings, manage billing, security, and privacy\nCan manage the Workspace members\nCan manage Teams, members, and visibility settings\nProfessional and Organization plans can have unlimited Admins\nSearch…"
  },
  "page 41": {
    "title": "Mix",
    "source_url": "https://docs.vizcom.ai/mix",
    "plain_text": "Understanding Vizcom\nMix\nGetting Started\nAccessing Mix in Workbench\nCreate a new file from the file dashboard and start a new Workbench.\nBegin your Mix journey in Workbench by creating a new file from your dashboard. Look for the insert icon at the top of your canvas\nCore Functionality\nConnect your images to Mix using the (+) button - think of it as drawing creative connections between your ideas.\nOnce connected, hit 'Mix Images' and watch as your combinations come to life (allow about 10 seconds for processing).\nFine-tune your creation using the intuitive slider interface, controlling how much influence each image has on the final result.\nUnderstanding mix parameters\nTips for Achieving Desired Results**\nAlign your source images along similar axes to get the most predictable blends. Notice how faces, eyewear, and headgear are positioned consistently across inputs, leading to cleaner, more intentional results. Consider perspective, scale, and positioning when selecting your inputs.\nOptimal Number of Elements to Mix**\nStart with two well-chosen elements to understand how they interact. As shown in these examples, two strong inputs with clear design elements often yield the most coherent results. This allows you to clearly see how different features blend and influence each other.\nWatch how the mix percentages affect your results - small adjustments can create dramatically different outcomes. In both examples, a 50-50 split between inputs creates balanced results, while adjusting ratios lets you emphasize specific design elements from each source.\nPractical Examples\nSee how the original wagon's boxy form evolves when mixed with organic shapes. The rounded edges from the green form input soften the utilitarian base, while the dome structure adapts to create a more dynamic silhouette. Mix lets you explore these transitions visually - watch how adjusting the mix ratios affects the way forms flow into each other, creating subtle variations in the overall shape.\nMix transforms material exploration into a visual conversation. As seen in the examples, you can combine contrasting materials - like transparent domes with solid bases, or soft cushioning with rigid structures - to understand how different materials can complement each other.\nYou can then use these outputs as new inputs for other mix experiments.\nHave fun\nWho would've thought sweatpants and sandwiches had something in common? Mix isn't just about serious design work - it's about letting your creativity run wild. Try unexpected combinations, blend unlikely elements, and don't be afraid to get a little weird.\nSearch…"
  },
  "page 42": {
    "title": null,
    "source_url": "https://docs.vizcom.ai/user-content-rights",
    "plain_text": "Search…\nPage Not Found\nSorry, we couldn’t find the page that you were looking for.\nGo back Home?"
  },
  "page 43": {
    "title": "What happens if I downgrade?",
    "source_url": "https://docs.vizcom.ai/what-happens-if-i-downgrade",
    "plain_text": "FAQ\nWhat happens if I downgrade?\nIf you don’t want to continue with your current subscription, you can always downgrade to a different plan.\nDo you have subscription plans I can downgrade to that are free?**\nYes, the Starter plan is our free version of Vizcom. It offers all of the amazing features of Vizcom you need to get started, but you are limited to one Editor role, one Admin role, and one Team. For details on other plans and features, you can find more information here.\nWhat will happen to my files and account access if I downgrade?**\nThe Starter plan is limited to only two paid seats, either Admin or Editor. If you have more user roles than this prior to downgrading, we will downgrade the excess role types to Viewers. The Admin that requests the downgrade will remain an Admin. Admins can always change the roles of their Workspace members in their Workspace settings page.\nThe Starter and Professional plans are limited to one Team. If you downgrade from our Organization plan, all Teams besides your All-Workspace team will be archived. You will have view-only access to the files and folders in these archived teams. You will not be able to create new files in any teams other than the default All-Workspace team. You can move the location of your files from one Team to another at any point, as you see fit.\nSee our FAQ section for specific questions regarding content ownership and licensing when downgrading.\nSearch…"
  },
  "page 44": {
    "title": "Switching your plan",
    "source_url": "https://docs.vizcom.ai/switching-your-plan",
    "plain_text": "Plans & Billing\nSwitching your plan\nSwitching your workspace's plan\nYou can upgrade or downgrade your workspace's plan at any point.\nEach workspace on your Vizcom account is billed separately. Upgrading or downgrading one workspace will not affect the features available in another workspace. Only Admin of workspaces can manage this.\nUpgrading your workspace plan**\n1. Navigate to the Settings page in the sidebar of your file dashboard\n2. On the Plans & Billing page of the Settings sidebar, scroll down to the Plans section\n3. Click 'Upgrade' on the Professional plan or 'Contact sales' on the Enterprise plan\n4. When upgrading from the Starter plan to the Professional plan, you can choose to add seats to your plan\n5. Upon confirmation, an immediate invoice is generated for the upcoming billing period. The cost is based on the number of seats selected\nUpgrading to Pro provides access to additional features.\nDowngrading your workspace plan**\n1. Navigate to the Settings page in the sidebar of your file dashboard\n2. On the Plans & Billing page of the Settings sidebar, scroll down to the Plans section\n3. Click 'Downgrade' on the Starter plan. If you are on the Enterprise plan, please contact sales.\n4. When downgrading from the Professional plan to the Starter plan, you can manage the seat count, but note that the Starter plan only allows for 2 paid seats total\n⬇️ If the organization has more than two editors or admins (invited or active), the extra editors will be downgraded to viewers. We will start by downgrading invited users, followed by the most recently joined users. This occurs at the end of the current billing period\n🆓 The workspace will no longer have access to the Professional features at the end of the current billing period\n5. Upon confirmation, these changes become a scheduled event and will take effect at the end of the current billing period\nCanceling a downgrade from Professional to Starter\nAdmins can cancel their request to downgrade to the Free plan before the end of the current billing period.\n1. Navigate to the Settings page in sidebar of your file dashboard\n2. On the Plans & Billing page of the Settings sidebar, click on **“Manage Plan”**\n3. Click **“Renew Plan”**\n4. The previously scheduled switch from Professional to Stater is immediately canceled. The workspace willcontinue to have access to Professional features\nSearch…"
  },
  "page 45": {
    "title": "Virtual Garment Try-On",
    "source_url": "https://docs.vizcom.ai/garment-visualization-tool",
    "plain_text": "Reference Panel\nVirtual Garment Try-On\nHow to Use Vizcom Try-On\nOverview\nVizcom's Try-On feature allows you to quickly visualize garments or materials on models by referencing existing designs. Follow these steps to achieve the best results\nHow to Use\n1. **Upload or select your base image** \\- This should be a clear photo of a model wearing clothing you want to modify\n2. **Access the Reference panel** \\- Click the Reference button in the create panel\n3. **Select \"Try On\" mode** \\- From the Reference panel dropdown, choose \"Try On\"\n4. **Upload your reference garment** \\- Add an image of the specific garment you want to apply\nUse front-facing, clearly visible garments for best results\nImages with minimal background distraction work best\n4. **Generate** \\- Click the Generate button to apply the reference garment to your selection\nTroubleshooting: \"Couldn't generate your image\" Error\nIf you encounter the error message that says \"Couldn't generate your image\" with the text \"There was an unexpected error. Please try again in a few moments,\" this typically means Vizcom doesn't know where to apply your changes.\nSolution:\nBefore clicking \"Generate,\" you need to:\n1. **Use the selection tool** (located in the toolbar) to highlight the specific area where you want to apply the garment or modification\n2. Make sure your selection area is clearly defined - the blue highlight should cover the entire region you want to modify\n3. After making your selection, then click \"Generate\"\nBest Practices\nUse a clear reference image**: Select a high-quality, front-facing image of the garment you want to apply (like the blue jacket shown)\nSelect the appropriate area**: Before generating, use the selection tool to highlight the upper body area of your model where the garment should be applied\nConsider the model's original clothing**: The system works best when replacing similar types of garments (in this case, replacing an outer layer with another outer layer)\nRemember:** Vizcom may need to know exactly where to apply changes. Without a selection, Vizcom will guess which part of the image to focus on, leading to this error.\nExamples\nSearch…"
  },
  "page 46": {
    "title": "2D to 3D feature",
    "source_url": "https://docs.vizcom.ai/2d-to-3d-feature",
    "plain_text": "3D\n2D to 3D feature\n2D to 3D feature\nVizcom's new 2D Studio allows users to convert any 2D image into a 3D model. This feature is accessible to all Vizcom users.\nHow to Convert 2D Image to 3D Model\nStep 1\nHave a rendering on the canvas, and find the Generate 3D icon.\nChoose between the Standard, or the Detailed 3D options\nAlternatively you find the 3D generation in the layers panel as well\nStep 2\nVizcom will create a new layer, separate the core concept image from the background, and generate the 3D model.\nStep 3\nViewing and Adjusting the Model:\nClick the new layer after processing.\nUse bounding box controls to scale the model.\nUse orbit controls to inspect the model from different angles.\nSet the focal length with the number slider\nStep 4\nSetting up different views of the 3D model\nDuplicate the 3D layer and set up another view on the canvas to make a rendering scene\nStep 5\nUse the scene to make a realistic rendering.\nClick on the \"describe\" function at the prompt\nGenerate renderings in the desired style and drawing influence.\nExporting the 3D Model\nYou can also export the generated 3D models.\nThere are high density, triangulated mesh models, and exportable in many formats:\n.glb - this will carry over textures\n.obj\n.stl - for 3D printing\n.usdz - for displaying in AR on iPads\nSearch…"
  },
  "page 47": {
    "title": "Importing sketches",
    "source_url": "https://docs.vizcom.ai/importing-sketches",
    "plain_text": "Getting started\nImporting sketches\nImporting sketches\nYou have the ability to create sketches inside the application but if you already have a sketch that you want to work with, there are many quick and easy ways to import them on the canvas.\nHow to import a sketch\nStudio\n1. Find a drawing from the device you are using that is in the `JPG` or `PNG` format\n2. Pick a way to upload:\nIf you create a new file, click on the Upload image option instead of setting a base canvas. This way the created canvas will match the image size.\nSimply **Drag & drop** an image to the canvas, at any time (You can import multiple images at the same time)\nClick on the **Insert** logo and select the “import image” option\nSimply copy and paste images from other applications by using \"ctrl+c / ctrl+ v\" clipboard commands (MacOS: ctrl=command)\nWorkbench Import\nYou can also import sketches by dropping them on the infinite canvas\nSearch…"
  },
  "page 48": {
    "title": "File Sharing",
    "source_url": "https://docs.vizcom.ai/file-sharing",
    "plain_text": "Getting started\nFile Sharing\nFile Sharing\nShare and collaborate on files with others by quickly copying the file link. Feel secure with specific access and permissions settings.\nShare files\nShare files with others by sharing a link.\nShare a link:** Each file has a unique URL. Copy this link and send it to collaborators.\nCopy link**\nClick **Copy link** in the share modal to add the link to your clipboard.\nYou can also link directly to a file from within the workspace by clicking the … menu on a file and navigating to **Copy link**\n👋 Note:** If you are editing a sketch block in 2D Studio and click **Share**, the link will take people directly to 2D Studio. If you are creating in Workbench and you click **Share,** the link will take people to Workbench.\nSet file access\nFiles have access levels. **Access** determines **who** can access the file:\nAnyone with link**: Anyone, even those outside of your workspace, will be able to access this file. A person’s role type in your workspace determines what level of permissions they have per file. Anyone who accesses the file from within your workspace will adopt the role permissions they have in the workspace. Anyone who accesses the file from outside of your workspace will have view-only access.\nScenario 1: John is an editor in your workspace. You copy a file link with ‘anyone with link’ access settings. John uses this link to access your file. Because John is an editor in your workspace, he can edit your file.\nScenario 2: Sarah is not in your workspace and has never used Vizcom before. You send her a link to your file with access set to ‘anyone with a link’. Sarah can only view your file. She cannot make any edits. If you would like Sarah to make edits, you can invite her to your workspace and set her role to ‘editor’.\nGlobal access settings\nAdmin in a workspace can toggle public sharing OFF for the entire workspace.\nSearch…"
  },
  "page 49": {
    "title": "Workspaces",
    "source_url": "https://docs.vizcom.ai/workspaces",
    "plain_text": "Workspace setup\nWorkspaces\nWorkspaces\nYour Vizcom account allows you to set up Workspaces where you can collaborate with the rest of your team in editing files, depending on each workspace member’s role (see below). You can invite people to your Workspace as either Admin (limits apply on the Starter plan, priced per Admin on paid plans), Editors (limits apply on the Starter plan, priced per Editor on paid plans), and Viewers (unlimited, free on all plans). With a single Vizcom account, you have the ability to create and join other Workspaces.\nStay structured with individual Workspaces, all managed under one account.\nFolders and teams help you keep your work organized while using a singular workspace, but creating separate Workspaces elevates this experience. Workspaces operate entirely independently from one another, while still residing within a unified account. Each Workspace has the capability to host distinct members and content. Members belonging to one Workspace won’t be able to see the work or the members of other Workspaces, ensuring a clear separation. Each Workspace can be subscribed to a different payment plan.\nUsing a Workspace\nWorkspaces are completely separate from one another. This means each Workspace can have its own teams with different members, subscribed to different pricing plans. Only those members can share content with the members of that Workspace.\nConfigure\nAs an admin:\nNavigate to _Settings > General_ to add a workspace logo, edit your workspace name, and delete your workspace.\nNavigate to _Settings > Members_ to invite members and manage roles\nNavigate to _Settings > Teams_ to create teams for your workspace (limits apply based on subscription plan, go here for more info on setting up teams)\nWorkspace Subscription Plans\nWhen you get started with Vizcom for free, your workspace will be on the free Starter plan. You can upgrade your workspace anytime under _Settings > Plans & Billing_ to access additional features.\nMultiple workspaces\nYour Workspace acts as a container, ensuring your content remains distinct within a single account. By using multiple Workspaces, you can add different members to different workspaces, giving specific groups access to specific content. Invitations to join separate Workspaces may be extended to align with distinct teams or entirely separate company entities.\nSwitching between Workspaces\nTo switch between different Workspaces, simply click the workspace dropdown menu using the toggle located in the top left corner of your Workspace.\nDelete workspace\nDeleting your workspace is big deal, so we're here to help. Please contact our support team to carry out this action. If you're looking to manage or cancel your subscription, you can so at _Settings > Plans & Billing_\nSearch…"
  }
}