{
  "page 0": {
    "title": "Communicate Visually",
    "source_url": "https://www.vizcom.ai/",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nMake it _real_\nTransform your sketches into renders and 3d models in seconds.\nGet started Watch Demo\nTrusted by\nIntroducing Palettes\nWhere your style shapes the future, not the machine.\nGet Started Watch Demo\nHow it Works\n1. Sketch\nTake a picture of your sketch, or draw within Vizcom's studio.\n2. Render\nPrompt and render your design with one of the default styles, or with your own Palette.\n3. 3D Model\nGenerate a 3d model of your rendering to view your idea from a new angle. Export the model to view in AR or to 3d print.\nCommunicate Visually\nSeamlessly integrate reference imagery to sculpt your design's visual language.\nLearn More\nIterate at the speed of thought  Explore countless variations without the wait\nWorkbench\nCollaborate and explore your ideas in the infinite canvas environment\nGet Started Learn More\nFAQ\nCan I use Vizcom for free?\nWhat payment methods can I use?\nWhat are the different roles and their associated access? Which roles do I pay for?\nHow does team billing work?\nCan I change my subscription from monthly to yearly?\nDo I own the content I produce in Vizcom?\nDoes Vizcom use my data to train AI models?"
  },
  "page 1": {
    "title": "The relationship between sketches and prompts",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/the-relationship-between-sketches-and-prompts",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nThe relationship between sketches and prompts\nVizcom creates a unique partnership between your sketch and your prompt:\nYour sketch provides the foundational form, proportions, and layout\nYour prompt fills in details, materials, finishes, and rendering style\nThis relationship is adjustable through the influence percentage. Higher influence gives more weight to your sketch's exact form, while lower influence allows your prompt to have more interpretation on the final result.\nUnderstanding this relationship is crucial:** the same prompt applied to different sketches will yield different results, and different prompts applied to the same sketch will produce varied outcomes.\nExample:**\n‹ Prompts as design intent\nStructure of effective prompts ›"
  },
  "page 2": {
    "title": null,
    "source_url": "https://www.vizcom.ai/contact",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nReach out to our team\nIf you need assistance or support, reach out to our support team - support@vizcom.ai - or fill out the form below to contact our sales team.\nHow did you hear about us?Google SearchBing SearchFacebookTwitterInstagramLinkedInYouTubeReferral from a friend or colleagueEvent or WebinarBlog PostNews ArticlePodcastOther - Please Specify Below\nLearn about pricing\nEnterprise Trials\nHost a Workshop\nPurchase enterprise licenses\nLearn how to train my own AI model\nRequest a Demo\nFAQ\nCan I use Vizcom for free?\nWhat payment methods can I use?\nWhat are the different roles and their associated access? Which roles do I pay for?\nHow does team billing work?\nCan I change my subscription from monthly to yearly?\nDo I own the content I produce in Vizcom?\nDoes Vizcom use my data to train AI models?\nModern Infrastructure\nVizcom uses cloud-native infrastructure with AWS, enabling our security team to protect your data with the flexibility of the cloud. Our approach aligns with enterprise security needs.\nRead More\nResponsible AI\nOur AI models are crafted for industrial design and fine-tuned on ethical datasets. This ensures designs that align with industry standards, reflecting our commitment to responsible AI practices.\nRead More\nYour Data, Your Rights\nYou retain full ownership and rights over your data and designs on Vizcom's platform. We prioritize your privacy, treating all information as confidential, empowering you as the user.\nRead More"
  },
  "page 3": {
    "title": "Viztober Wrap Up",
    "source_url": "https://www.vizcom.ai/blog/viztober-2024",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nViztober Wrap Up\nNov 6, 2024\nDuring October, we hosted _Viztober_—a month-long design challenge with 31 unique prompts. We’re truly inspired by the incredible creativity and commitment from our community, with so many of you bringing your ideas to life through Vizcom.\nTo celebrate, we’re highlighting some of our team’s favorite creations. If you participated in Viztober, please fill out this form. We’ll be in touch soon with details on how to claim your pro subscription if you haven't already\nCabin Interior by @mnml1\nJacket Design by @evacuatethe.brain\nMars spacecraft by @ **evacuatethe.brain**\nHotrod by @denatell\nVarious footwear concepts by @allanjenn, @thefootwearartist , @denatell, @designed.by.tom, @creative.nick\\_colville, @renato\\_lc, @vinayandesigns, and @evacuatethe.brain\nCoffee maker by @designed.by.tom\nInterior by @bill\\_ortis\nMedieval submissions by @bulnes.di, @designed.by.tom, @inntellme, and @creative.nick\\_colville\nBike by @edludert\nLounge by @pressec.design\nClock by @sean.or.design\nGlasses by @slepica\\_studio\nThank you for being part of Viztober! Your creativity and passion drive us to keep pushing Vizcom forward, empowering designers like you to bring ideas to life. We're grateful for this community and look forward to hosting more competitions like this in the future.\nThe Vizcom Team"
  },
  "page 4": {
    "title": "Vizcom as a tool",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/vizcom-as-a-tool",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nVizcom as a tool\nThis guide is built on the philosophy that AI tools serve designers, not the other way around.\nVizcom represents a new category of design tool - one that enhances your existing skills rather than replacing them. Like the transition (and extension!) from pencil to digital tablets, Vizcom offers new capabilities requiring fundamental design expertise. The most successful Vizcom users understand that it amplifies their vision rather than generates it.\nA designer with strong fundamentals who effectively leverages Vizcom will often outperform a skilled designer without AI tools or someone relying solely on AI without design knowledge.\nSketch with intent ›"
  },
  "page 5": {
    "title": "Module 2",
    "source_url": "https://www.vizcom.ai/student-ambassador/module-2",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nModule 2\nCommunity Engagement\nIn this module, you’ll create educational content and engage with the design community by producing a YouTube tutorial and a social media post (on LinkedIn or Instagram).     **You’ll submit two pieces in total:** one video and one post. Refer to the examples below for guidance.\n1. Create a YouTube Tutorial\nCreate a 3-minute tutorial showcasing one key Vizcom feature. Refer to the example video below for guidance on tone and structure.\nYour video must follow these technical requirements:**\nResolution:** 1080p\nAudio:** Clear, with no background noise or music\nTagging:** Include the hashtag **#VizcomAmbassador** in your post\n2\\. Create a Social Media Post\nNext, create a social media post using either your LinkedIn or Instagram account. Be sure to follow the outlined guidelines and review the example posts for reference. You only need to post on one platform.\nInstagram Story**\nHere’s an example of what your Instagram story could look like—we hope it inspires your own creation.\nInstagram Post**\nAlternatively, you may choose to upload an Instagram post instead of a story. Here’s an example that illustrates the expectations for a Vizcom Student Ambassador post.\n2.1 LinkedIn Post**\nHere’s an example of a LinkedIn post. Be sure to keep your tone professional and include the hashtag **#VizcomEDU!**\nModule 1  Introduction\nIn Module 1, you’ll **create and submit a Vizcom Workbench project**. We’ve included a few examples to help guide you. Once your project is submitted, you’ll receive instructions for moving on to Module 2."
  },
  "page 6": {
    "title": "Download our free teaching guides:",
    "source_url": "https://www.vizcom.ai/teaching-guides/download",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nDownload our free teaching guides:\nThese guides support educators in integrating Vizcom into the classroom through a sample six-week course covering the full design process. They offer practical strategies for using generative AI while reinforcing core design skills, creativity, technical ability, and critical thinking.\nPlease fill in the form below to access the guides.    (PLEASE NOTE: Your email will only be used for access verification: we won’t send promotional content.)\nYour name\nSchool\nPrimary field of instruction / area of study\nSelect…Industrial Design:Product DesignAutomotive / MobilityTransport DesignFootwear DesignHuman Centered DesignErgonomicsFurniture DesignDesign for ManufacturingRapid PrototypingIndustrial Materials and ProcessesDigital FabricationPackaging DesignSmart Product DesignDesign:Graphic DesignInteraction DesignUX/UI DesignMotion DesignGame DesignDesign ThinkingVisual CommunciationDesign Systems and StrategiesService DesignSustainable DesignArtFine Arts (Painting, Sculpture, Drawing)Digital ArtsPhotographyInstallation ArtMedia ArtsPerformance ArtTheater DesignSet DesignFashion or Textile DesignPrintmakingSound ArtMixed MediaArt History and TheoryArchitecture, Urban, or Landscape Design:Architectural DesignUrban Planning and DesignLandscape DesignEnvironmental DesignBuilding Technology and MaterialsComputational DesignInterior DesignArchitecture History and TheoryEngineering:Mechanical EngineeringElectrical EngineeringMaterials ScienceMechatronicsStructural EngineeringSustainable EngineeringRoboticsEngineering DesignCAD/CAM TechnologiesSystems EngineeringOther\nSchool email\nSubmit"
  },
  "page 7": {
    "title": "Structure of effective prompts",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/structure-of-effective-prompts",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nStructure of effective prompts\nBasic anatomy of an effective prompt:\nInclude key components such as `subject`, `style`, `materials`, `context`, and `technical parameters` to clearly communicate your design intent.\nHere are some examples of these components:\n1. **Subject**: What you're designing\nExample: `office chair, sports car, coffee machine`\n2. **Style**: Design language or aesthetic direction\nExample: `minimalist, industrial, organic`\n3. **Materials & Finishes**: Physical properties. What materials should it appear to be made of?\nExample: `brushed aluminum, walnut veneer, matte plastic`\n4. **Context / Environment**: Setting or background: where is this object or element used or viewed?\nExample: `studio environment, outdoor scene, contextual setting`\n5. **Technical Parameters**: Rendering details and specifications\nExample: `photorealistic, isometric view, cutaway`\n💡 While not every prompt needs all these elements, including relevant ones for your specific project will yield the best results.\nExample 1:\nExample 2:\nPrompt: `Vintage scrambler motorcycle, 70s aesthetic, metal tank, leather seat, knobby tires`\n‹ The relationship between sketches and prompts\nIdeal prompt lengths ›"
  },
  "page 8": {
    "title": "Get started with Vizcom",
    "source_url": "https://www.vizcom.ai/help-center",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nGet started with Vizcom\nWelcome! In this guide, you'll find all the resources you need to get started with Vizcom quickly. Explore the sections or go straight to specific features. This guide also includes video tutorials from our YouTube channel to help you hit the ground running.\nDiscover more from documentation\nPalettes\nGet Started\nVizcom for Education\nJoin our Discord\nDrawing Influence\nAdjust drawing influence to control how much your artwork shapes the generated result.\nMasked Editing\nSelectively edit or generate content in specific areas of an image or sketch by applying a mask.\nKeyboard Shortcuts\nCreate shortcuts to streamline common actions to save time and enhance efficiency.\nReference Image\nUse reference images in Vizcom to guide the style of your illustrations, ensuring consistency across projects.\nRefine Mode\nAn iterative process that enhances details while preserving colors and provides variations at low drawing influences.\nRender Mode\nEnhance your sketches or designs by transforming them into polished, realistic renderings.\n2D to 3D\nTurn your rendering into a 3D model. Available to all users.\nHistory\nFind and restore all the renderings you ever created in the particular drawing file.\nFeatured videos\nExplore these tutorials on the Vizcom YouTube channel to help you get started.\nVizcom Beginner Tutorial\nLearn about the basics of rendering and refining.\nPhotorealistic Renders\nQuick techniques to get to photorealistic renderings.\nFurniture\nLearn the fundamentals around furniture design in Vizcom.\nStudent or educator?Join Vizcom's EDU program today:\nStudents and educators get a free 1-year subscription to Vizcom's Pro Account.\nLearn More\nBring Vizcom to your company today\nLearn More"
  },
  "page 9": {
    "title": "What are prompts?",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/what-are-prompts",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nWhat are prompts?\nDefinition: Text instructions that guide Vizcom's interpretation of your sketch\nIn Vizcom, a prompt is a set of text instructions that directs how the AI transforms your sketch. Unlike general AI image generators that create images from text alone, Vizcom's prompts work in conjunction with your sketch to create a refined visual output.\nA prompt might look like this:**\n`Modern office chair, ergonomic design, brushed aluminum frame, black mesh fabric, product photography, studio lighting, white background, photorealistic rendering`\nThis tells Vizcom what you're designing `an office chair`, its style `modern, ergonomic`, materials `brushed aluminum frame, black mesh fabric`, and how it should be rendered `product photography, studio lighting, white background, photorealistic rendering`.\n\\\\_\\\\_\\\\_\nHere is another example:\nThe image above was created with the prompt:\n`hyperrealistic:1.5), silver, modern, electric supercar, Car design concept, (depth of field:1.5), blurred background (dark studio scene:1.8), glowing light blue taillight, monochrome scene, glossy, reflective surfaces, colorful particles flying around, DSLR `\nNotice that this prompt loosely follows a structure: `**[subject], [prepositional details], [setting], [meta modifiers];**`\n\\\\* Tip:** consider including a brand name in your design to help establish a strong and cohesive design language.\n‹ Vizcom in your workflow\nPrompts as design intent ›"
  },
  "page 10": {
    "title": "Ideas in Motion: Animate in Vizcom",
    "source_url": "https://www.vizcom.ai/blog/ideas-in-motion-animate-in-vizcom",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nIdeas in Motion: Animate in Vizcom\nApr 8, 2025\nAs designers, we are storytellers. We tell stories about new ideas, how they’re used, who they’re for, and why they matter. We sketch, prototype, and render not just to visualize form, but to communicate intent.\nWith Animate, Vizcom adds motion to that storytelling toolkit. It’s a simple way to show how your concept moves, interacts, or unfolds directly from the canvas. Whether it’s a product turning, a user entering frame, or a character shifting expression, motion gives your story another layer of clarity.\nIntroducing Animation in Vizcom — Watch Your Ideas Move - YouTube\nPhoto image of Vizcom\nVizcom\n11.2K subscribers\nIntroducing Animation in Vizcom — Watch Your Ideas Move\nVizcom\nSearch\nWatch later\nShare\nCopy link\n1/1\nInfo\nShopping\nTap to unmute\nIf playback doesn't begin shortly, try restarting your device.\nMore videos\nMore videos\nDesign with me #4 - Home appliances quick design process\\\\\n\\\\\nVizcom • 3.3K views\\\\\n\\\\\n24:02 Design with me #3 - Car design sketch rendering and ideation process.\\\\\n\\\\\nVizcom • 4.2K views\\\\\n\\\\\n22:57 Learn Vizcom in 15 minutes: A Step-by-Step Tutorial\\\\\n\\\\\nVizcom • 13K views\\\\\n\\\\\n16:24 Apparel workflow - how to control colours and bring life into apparel renderings\\\\\n\\\\\nVizcom • 4.4K views\\\\\n\\\\\n20:34 Scott Robertson: Exploring Creative Possibilities with Palettes\\\\\n\\\\\nVizcom • 11K views\\\\\n\\\\\n9:01 How to quickly render your sketches and ideate in Vizcom\\\\\n\\\\\nVizcom • 14K views\\\\\n\\\\\n5:49 Getting started with Palettes\\\\\n\\\\\nVizcom • 29K views\\\\\n\\\\\n6:25 Vizcom: Comprehensive Vizcom tutorial\\\\\n\\\\\nVizcom • 35K views\\\\\n\\\\\n16:03 Design with me#8 - Car design idea exploration - getting ready before 3D modeling\\\\\n\\\\\nVizcom • 2.1K views\\\\\n\\\\\n19:09\nYou're signed out\nVideos you watch may be added to the TV's watch history and influence TV recommendations. To avoid this, cancel and sign in to YouTube on your computer.\nCancelConfirm\nUp NextCancelAutoplay is paused\nVizcom\nSubscribe\nSubscribed\nShare\nInclude playlist\nAn error occurred while retrieving sharing information. Please try again later.\nWatch on\n0:00\nPrevious (SHIFT+p)\") Next (SHIFT+n)\")\n0:02 / 0:36\n•Watch full videoLive\n•\nWatch on YouTube\nUsing Animate in Vizcom\nThe Animate feature can be accessed from the insert panel in Workbench. Drag in an Animate block and connect it to a generation or scene you want to bring to life. From there, all it takes is a prompt.\nPrompting for animation works a little differently than prompting for still images. Vizcom already understands your starting image, so instead of describing details about colors and textures, focus on how things _move_. What is the object doing? How should the camera react? Are there people entering the frame or interacting with your design.\n_Animation prompt: Boat, sleek white hull, sparkling blue ocean, sunlit sky, gentle waves lapping, boat rocking slightly. camera moving in waves_\nWhat kind of stories can you tell?\nDesigners are already using Animate to explore motion, context, and interaction early in the process, when ideas are still forming. Here are a few workflows and prompts you can try with your concepts.\nTurntable rotation\nShow every angle of your design by rotating it in place, like a product reveal or studio shot.\n_Animation prompt: Turntable rotation of chair design, 360 degree smooth motion orbit._\nInteraction in context\nAdd a hand reaching into frame to pick up a tool, or a user sitting in a chair, simple ways to ground your design in real use.\n_Animation prompt: Power drill, cordless design, metallic finish, robust grip, light reflections shifting. single hand entering the frame from the left gripping drill and pulling trigger, lifting drill up out of frame with smooth motion._\n_Sketch, render, environment reference, animate. Animate prompt: Pastel chunky sneaker design, person wearing shoe, white sock, person taking step forward out of frame, slight zoom out._\n_Animation prompt: People walking into frame and sitting in chairs_\nFacial expressions and body language\nFor concept art and character exploration, Animate helps visualize subtle emotion or posture shifts that bring a persona to life.\n_Animation Prompts from top left to bottom right: 1-Elf touching forehead, sighing deeply, frustrated but composed emotion. 2-Elf crossing arms, slight smirk, raised eyebrow, skeptical expression. 3-Elf raising hands to cheeks in surprised emotion. 4-Elf with angry facial expression screaming at person._\nCamera reveals\nSlowly pan across a scene to uncover details, focus attention, or add a cinematic layer to your concept presentation\n_Animation Prompt: Castle, perched on rocky cliffs, ancient stone walls, towering turrets, drone shot zoom out to show adventurer back standing on mountain looking at castle, camera focus shift to person, blurs out background, illustrative style_\nApparel Try On\nAnimate a model trying on apparel, turning in frame, or walking through space to bring fashion and product visuals to life.\n_Sketch, render, remove background, try on, animate. Animate prompt: Guy turns around, puts on the hood of the jacket and walks away from the camera._\nAccess & Availability\nSince Animate is still in beta, each plan includes a limited number of animation credits per month. This helps us ensure quality and performance as we continue to improve the feature. We’re actively working on ways to expand access and introduce options for purchasing additional credits soon.\nAnimation in the Enterprise plan includes enhanced privacy and security, which may introduce slight variations in behavior compared to other plans.\nYour ideas in motion\nWith Animate, you can now express your ideas in motion adding interaction, behavior, and emotion to your concepts in seconds. It’s not about creating a final video. It’s about communicating the essence of your idea, early and clearly.\nWe’re excited to see what you bring to life and Animate in Vizcom."
  },
  "page 11": {
    "title": "Vizcom Philosophy on AI tools",
    "source_url": "https://www.vizcom.ai/blog-detail/2/vizcoms-philosophy-on-ai-tools",
    "plain_text": "Vizcom Philosophy on AI tools\nMar 23, 2023\nIntroduction\nAt Vizcom, we believe that AI-powered design tools have the potential to revolutionize the way that designers work. However, we also believe that it is important to use AI in a way that empowers designers. There is a very real fear that AI could replace us, but it is of our belief that AI is simply a tool FOR designers, to help us work quickly and more creatively.\nOne of our core values is to ensure that designers maintain authorship over the generated designs and feel ownership over the final designs. We believe that designers should have control over the design process and that AI should be used as a tool to support their creativity, rather than as a replacement for their skills.\nInstagram post on Vizcom's account page, detailing CEO Jordan Taylor's mission to responsibly and ethically use AI to empower real people.\nThe era of AI\nThe era of AI is ever evolving, with the \"move fast break things\" mentality. Here at Vizcom, we're committed to responsibly and ethically harness the power of AI with the public images, and ensuring permissions when using artist data. We also prioritize security and privacy when it comes to AI-generated designs.\nWe understand that designers may have concerns about the security and ownership of their designs, and we take these concerns seriously. We have implemented robust security measures to ensure that designs are protected and that designers have control over who can access them.\n\"We hear a lot about the fear that AI will replace jobs, but that's not quite right. AI is here to make our jobs easier - any tedious, time-consuming parts of rendering that you want to use AI for, AI will be able to assist you. The real power in designers is our creativity and our personal taste - only real people, real designers can do that.\"\nConclusion\nFinally, we believe that it is important to listen to the design community, keep a finger on the pulse of the latest developments in AI, and make improvements to our design tool that meet our community's ever evolving needs. We are committed to providing the best possible experience for our users, and we are constantly seeking feedback to ensure that our tool is meeting the needs of designers.\nThank you for choosing Vizcom, and we look forward to continuing to empower designers with the power of AI."
  },
  "page 12": {
    "title": "Viztober Wrap Up",
    "source_url": "https://www.vizcom.ai/blog-detail/2/viztober-2024",
    "plain_text": "Viztober Wrap Up\nNov 6, 2024\nDuring October, we hosted _Viztober_—a month-long design challenge with 31 unique prompts. We’re truly inspired by the incredible creativity and commitment from our community, with so many of you bringing your ideas to life through Vizcom.\nTo celebrate, we’re highlighting some of our team’s favorite creations. If you participated in Viztober, please fill out this form. We’ll be in touch soon with details on how to claim your pro subscription if you haven't already\nCabin Interior by @mnml1\nJacket Design by @evacuatethe.brain\nMars spacecraft by @ **evacuatethe.brain**\nHotrod by @denatell\nVarious footwear concepts by @allanjenn, @thefootwearartist , @denatell, @designed.by.tom, @creative.nick\\_colville, @renato\\_lc, @vinayandesigns, and @evacuatethe.brain\nCoffee maker by @designed.by.tom\nInterior by @bill\\_ortis\nMedieval submissions by @bulnes.di, @designed.by.tom, @inntellme, and @creative.nick\\_colville\nBike by @edludert\nLounge by @pressec.design\nClock by @sean.or.design\nGlasses by @slepica\\_studio\nThank you for being part of Viztober! Your creativity and passion drive us to keep pushing Vizcom forward, empowering designers like you to bring ideas to life. We're grateful for this community and look forward to hosting more competitions like this in the future.\nThe Vizcom Team"
  },
  "page 13": {
    "title": "Palettes",
    "source_url": "https://www.vizcom.ai/palettes",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nCreate in your style, not someone else’s.\nPalettes\nWhat is Palettes?\nPalettes lets you teach Vizcom about your work to create custom palettes tailored to your unique style and vision.\nYour work. Your style. Owned by You.**\nTry Now Watch Demo\nHow it Works\nCurate\nUpload 3-30 high quality images that showcase your design language.\nTrain\nTrain a Palette to reflect your style.\nCreate\nGenerate designs that are uniquely yours.\nTypes of Palettes\nCreate Palettes tailored to any project, personal style, or brand DNA.\nVisual  Style\nPersonal  Style\nDesign  Language\nHow Leaders Use Palettes\nSee how Scott Robertson uses Palettes to customize his style, explore new ideas, and elevate his creative process across multiple disciplines.\nWatch Here!\nGuidelines for Ethical Use\nAt Vizcom, we believe the future of design is one where creators lead with their vision and own the results entirely. That’s why we built Palettes: to empower designers to teach AI about their own work, reflecting their style and values, not someone else’s. Unlike other companies, we stand for personal AI, fully owned and controlled by the creative.\nTogether, we can create responsibly.\n1\\. Use Your Own Work**  Create Palettes only with designs, artwork, or assets you own or have full rights to use.\n2\\. Honor Attribution**  Get clear permission before using collaborative or licensed work for training.\n3\\. Preserve Authenticity**  Focus on developing your unique style and not replicating someone else’s.\nWhy It Matters\nProtect Creativity**: Innovation thrives in a culture that values originality.\nRespect Artists**: Give credit where it’s due, and support fair practices.\nBuild Trust**: Foster a creative community rooted in integrity and collaboration.\nEmpower Designers**: Lead creative work with your own voice and vision.\nOur Promise\nPalettes is designed for creativity, not appropriation. Everything you train and create belongs to you always. Your work is never shared, sold, or used without your consent.\nThis is more than a tool, it’s a commitment to shaping a future where designers define the possibilities. Together, we’re crafting a movement that’s ethical, inspiring, and driven by creators like you.\nLet’s create responsibly, together.**  – The Vizcom Team"
  },
  "page 14": {
    "title": "Vizcom as a tool",
    "source_url": "https://www.vizcom.ai/edu-prompting-old/guide/vizcom-as-a-tool",
    "plain_text": "Search the guide …\n\\\\\n\\\\\nVIZCOM\nGetting Started\nIntroduction Vizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompt as design intent The relationship between sketches and prompts\nVizcom as a tool\nThis guide is built on the philosophy that AI tools serve designers, not the other way around.\nVizcom represents a new category of design tool - one that enhances your existing skills rather than replacing them. Like the transition (and extension!) from pencil to digital tablets, Vizcom offers new capabilities requiring fundamental design expertise. The most successful Vizcom users understand that it amplifies their vision rather than generates it.\nA designer with strong fundamentals who effectively leverages Vizcom will often outperform a skilled designer without AI tools or someone relying solely on AI without design knowledge.\nThis guide is built on the philosophy that AI tools serve designers, not the other way around.\nVizcom represents a new category of design tool - one that enhances your existing skills rather than replacing them. Like the transition (and extension!) from pencil to digital tablets, Vizcom offers new capabilities requiring fundamental design expertise. The most successful Vizcom users understand that it amplifies their vision rather than generates it.\nA designer with strong fundamentals who effectively leverages Vizcom will often outperform a skilled designer without AI tools or someone relying solely on AI without design knowledge.\nThis guide is built on the philosophy that AI tools serve designers, not the other way around.\nVizcom represents a new category of design tool - one that enhances your existing skills rather than replacing them. Like the transition (and extension!) from pencil to digital tablets, Vizcom offers new capabilities requiring fundamental design expertise. The most successful Vizcom users understand that it amplifies their vision rather than generates it.\nA designer with strong fundamentals who effectively leverages Vizcom will often outperform a skilled designer without AI tools or someone relying solely on AI without design knowledge.\nThis guide is built on the philosophy that AI tools serve designers, not the other way around.\nVizcom represents a new category of design tool - one that enhances your existing skills rather than replacing them. Like the transition (and extension!) from pencil to digital tablets, Vizcom offers new capabilities requiring fundamental design expertise. The most successful Vizcom users understand that it amplifies their vision rather than generates it.\nA designer with strong fundamentals who effectively leverages Vizcom will often outperform a skilled designer without AI tools or someone relying solely on AI without design knowledge.\nThis guide is built on the philosophy that AI tools serve designers, not the other way around.\nVizcom represents a new category of design tool - one that enhances your existing skills rather than replacing them. Like the transition (and extension!) from pencil to digital tablets, Vizcom offers new capabilities requiring fundamental design expertise. The most successful Vizcom users understand that it amplifies their vision rather than generates it.\nA designer with strong fundamentals who effectively leverages Vizcom will often outperform a skilled designer without AI tools or someone relying solely on AI without design knowledge.\n‹ Introduction\nSketch with intent ›"
  },
  "page 15": {
    "title": "Common prompt mistakes",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/common-prompt-mistakes",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nCommon prompt mistakes\nOverly vague descriptions\n⚠️ _Vague prompts like_ `\"nice chair\"` _or \"_ `modern product\"` _provide too little guidance, forcing Vizcom to make too many assumptions about your intent. This often results in generic outputs that don't align with your vision._\nInstead of:** `\"sleek product\"`\nTry:** `\"sleek wireless earbuds case, soft-touch matte plastic, contoured form\"`\nContradictory instructions\n⚠️ _When prompts contain conflicting directives, Vizcom must reconcile these contradictions, often leading to unpredictable results._\nContradictory:** `\"minimalist chair with ornate detailing and complex patterns\"`\nClearer:** `\"minimalist chair with subtle textured details on armrests\"`\nUnrealistic expectations\n⚠️ _Prompts that ask for physically impossible or contradictory material properties can confuse the AI._\nUnrealistic:** `\"completely transparent metal chair\"`\nMore realistic:** `\"chair with transparent acrylic legs and thin brushed metal frame\"`\nMissing critical components\nOmitting key information forces Vizcom to make assumptions that might not align with your intent. Commonly forgotten elements include:\nMain material specifications\nViewing angle or perspective\nRendering style (photorealistic vs. stylized)\nEven a simple addition like `\"photorealistic rendering\"` or `\"matte plastic finish\"` can significantly improve results.\n‹ Ideal prompt lengths\nWhen prompting is not enough ›"
  },
  "page 16": {
    "title": "The Evolving Role of Sketching in Design Education",
    "source_url": "https://www.vizcom.ai/blog-detail/2/the-evolving-role-of-sketching-in-design-education-insights-from-mome-s-digital-sketching-workshop",
    "plain_text": "The Evolving Role of Sketching in Design Education\nMay 17, 2024\nIn today's rapidly evolving design landscape, traditional skills like sketching remain essential for effective visual communication, while emerging technologies like artificial intelligence (AI) are transforming creative workflows. Recently, Turkish car designer and YouTuber Berk Kaplan visited the Moholy-Nagy University of Art and Design (MOME) in Budapest to conduct a three-day digital sketching workshop for Vehicle Design specialization students. The workshop not only covered the fundamentals of digital sketching but also explored the growing relationship between AI and design, providing valuable insights into the future of automotive design and the importance of sketching in the era of AI.\nThe Importance of Sketching in Design Education\nSketching is a fundamental skill for designers across various disciplines, allowing them to visualize and communicate their ideas quickly. As Kaplan emphasized during the workshop, sketching helps to bridge the gap between the designer's mental image and the audience's understanding. By putting ideas on paper, designers can avoid misunderstandings and ensure everyone is on the same page. This is particularly crucial in the automotive industry, where clear visual communication is essential for successful collaboration between designers, engineers, and other stakeholders.\nAI and the Future of Creative Workflows\nIn addition to traditional sketching techniques, the workshop also focused on the integration of AI tools like Midjourney and Vizcom into the car design process. Kaplan highlighted the surprising ways in which AI can both complement and challenge the designer's vision. While tools like Midjourney can generate unexpected results based on text prompts, Vizcom supports the designer's creative process by directly enhancing their sketches. By leveraging AI technologies, designers can save time and explore new possibilities while still maintaining their unique artistic vision.\nThe Impact on Design Education\nAs AI continues to shape the future of design, it is crucial for educational institutions like MOME to adapt their curricula and provide students with the skills and knowledge needed to thrive in this new landscape. By incorporating digital sketching and AI tools into their programs, universities can prepare the next generation of designers for the challenges and opportunities that lie ahead. However, it is equally important to emphasize the enduring value of traditional skills like sketching, which will continue to play a vital role in the design process, even as AI technologies become more prevalent.\nBerk Kaplan's digital sketching workshop at MOME highlights the importance of sketching in design education and the growing influence of AI on creative workflows. By embracing both traditional skills and emerging technologies, design students can position themselves for success in an increasingly complex and dynamic industry. As educational institutions continue to adapt to the changing landscape, it is clear that the future of design will be shaped by those who can effectively combine artistic vision with technological innovation."
  },
  "page 17": {
    "title": "New Workflows Unlocked",
    "source_url": "https://www.vizcom.ai/blog/new-workflows-unlocked",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nNew Workflows Unlocked\nFeb 19, 2025\nWe’re excited to share a big update with you that improves how you are able to visualize and organize your ideas in Vizcom. Some of the features included in this release are.\nEnhance 🪄: Add clarity to the materials and details in your renderings.\nPalettes 🎨: New and updated palettes.\nColor Match 📌: Control if Vizcom stays true to the colors of your sketch.\nColor transfer 🌈: Change the color of a selected area via color picker\nMagic erase✏️: Quickly remove blemishes and parts of your generations.\nRemove background 🖼️: Isolate your idea from the environment\nLayer Groups: 📂 Group generations, and organize your files.\nSections 🗂️: Organize your ideas on the canvas and group your explorations.\nTogether, these features unlock a variety of new workflows that can accelerate how you work and push the limits of what you can create in Vizcom. We’d like to highlight a few of these workflows.\nIn Context Rendering\nStarting with a sketch, then render, then 3d, you can quickly compose your 3d model while adding environment details with the new realistic product model. This allows you to compose the perfect image of your idea that began as a sketch.\nTech Pack Visualization\nUsing the new color match feature for apparel, footwear, and any other line drawings, Vizcom can stay true to your colors, and just add fidelity and detail to them. This combined with enhance allows you to produce renders of your tech packs with more realism and detail the the materials.\nPresentation Ready Visuals\nEnhancing renderings can add that final touch that sells your ideas. We've found that material quality can be significantly improved with this feature. Plus, it allows you to zoom in on specific areas of your rendering to showcase the intricacies of your concept. Any blemishes you may notice can quickly be resolved with the magic erase tool.\nFocused & Organized Concepts\nRemove background lets you isolate your ideas from distracting elements, ensuring your concept stands out. Separately, layer groups and sections in our 2D studio and workbench help you organize your files with ease. Used together, these features empower you to organize your ideas and present them directly from Vizcom.\nWe’re excited for you to integrate these new features into your design workflow. Our mission is to build tools that not only speed up your process but also amplify the way you communicate your ideas. Stay tuned—there’s more to come, and we can’t wait to share the next chapter of our journey with you."
  },
  "page 18": {
    "title": "Regina Aguirre: Pioneering the Intersection of AI and Design with Vizcom",
    "source_url": "https://www.vizcom.ai/blog-detail/2/regina-aguirre-the-first-higher-education-student-to-become-a-vizcom-ambassador",
    "plain_text": "Regina Aguirre: Pioneering the Intersection of AI and Design with Vizcom\nOct 9, 2023\nRegina Aguirre made history as the first student ambassador for Vizcom's EDU program. During her industrial design studies, Regina explored how artificial intelligence transforms the creative process. Her experiments with Vizcom led to groundbreaking visual work.\nRegina's curiosity about AI's creative potential led her to tackle a pressing question facing designers today: how can emerging technologies like AI enrich human creativity rather than replace it? This dilemma prompted her exploration with Vizcom for her industrial design studies.\nThrough hands-on experimentation, Regina sought to understand how AI tools like Vizcom can enhance the design process. Her project aimed to document how artificial intelligence can lead designers to new visual possibilities.\nRegina chose Vizcom for its collaborative approach that allows designers to steer the creative direction. With Vizcom, she could feed her initial sketches into the platform and then refine the AI-generated 3D models. This gave Regina an interactive role in the design iteration.\nAccording to Regina, AI enables designers to \"make thought visible.\" Rather than replicating human creativity, Vizcom's AI suggests new visual avenues and stimulates ideation. By removing repetitive work, it gives designers freedom to focus on the thoughtful, nuanced aspects of design.\nThrough this project, Regina explored how AI and human creativity can be the \"perfect duo.\" Her research and documentation show how emerging tools like Vizcom can ultimately enhance designers' skills, rather than replace them.\nRegina believes AI will be a collaborative force that propels design into the future. By embracing these technologies, she shows how the next generation of innovators can create their own unique paths and harness AI's potential."
  },
  "page 19": {
    "title": null,
    "source_url": "https://www.vizcom.ai/page",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\n| Authorized Contractor Resource | Role / Purpose | Location | EU Personal Data Processing |\n| --- | --- | --- | --- |\n| Amazon Web Services, Inc.<br>410 Terry Ave, Seattle 98109, WA, USA<br>AWS Data Protection Officer, aws-dpo@amazon.com | Cloud infrastructure service provider | Global (AWS data centers, including US-based)<br>International data transfer:AWS Data Processing Addendum with Standard Contractual Clauses | Storage and processing of customer data<br>Nature:Automated<br>Duration:As long as customer uses AWS services |\n| Google LLC<br>1600 Amphitheatre Parkway, Mountain View, CA 94043, USA<br>Google Data Protection Office, data-protection-office@google.com | IT productivity and collaboration | Global (Google data centers)<br>International data transfer:Google Cloud Data Processing and Security Terms with Standard Contractual Clauses | Email and document storage, collaboration tools<br>Nature:Automated<br>Duration:As long as customer uses Google Workspace |\n| Datadog, Inc<br>Datadog, Inc 620 8th Avenue, New York, NY 10018, USA<br>Datadog Privacy Team, privacy@datadoghq.com | Infrastructure performance monitoring platform | USA and EU (Datadog data centers)<br>International data transfer:Datadog Data Processing Agreement with Standard Contractual Clauses | Monitoring and analysis of infrastructure performance data<br>Nature:Automated<br>Duration:As long as customer uses Datadog services |\n| Mixpanel<br>1 Front St. San Francisco, CA 94111, USA<br>Mixpanel Legal Team, legal@mixpanel.com | Product Analytics | USA<br>International data transfer:Mixpanel Data Processing Addendum with Standard Contractual Clauses | Analysis of product usage data<br>Nature:Automated<br>Duration:As long as customer uses Mixpanel services |\n| Sentry (Functional Software, Inc.)<br>1501 Mariposa St #408, San Francisco, CA 94107, USA<br>Virginia Badenhope, General Counsel, legal@sentry.io | Error tracking and performance monitoring | Global (US-based)<br>International data transfer:SCCs in place for EU data transfers | Application error tracking and performance monitoring<br>Nature:Automated collection and analysis of error logs and performance data<br>Duration:Ongoing, for the duration of the service agreement |\n| Cloudflare, Inc.<br>101 Townsend Street, San Francisco, CA 94107, USA<br>Emily Hancock, Data Protection Officer, legal@cloudflare.com | Content delivery network and DDoS protection | Global (US-based, with data centers worldwide)<br>International data transfer:SCCs in place for EU data transfers | Content delivery and security services<br>Nature:Routing and caching of web traffic, DDoS mitigation<br>Duration:Ongoing, for the duration of the service agreement |\nChangelog\nDecember 10th, 2024: Added new contractors\nNovember 26th, 2024: Updated contractor list\nJune 16th, 2024: Updated contractor list"
  },
  "page 20": {
    "title": null,
    "source_url": "https://www.vizcom.ai/careers/fullstack-engineer",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nSubmit Application"
  },
  "page 21": {
    "title": "Regina Aguirre: Pioneering the Intersection of AI and Design with Vizcom",
    "source_url": "https://www.vizcom.ai/blog/regina-aguirre-the-first-higher-education-student-to-become-a-vizcom-ambassador",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nRegina Aguirre: Pioneering the Intersection of AI and Design with Vizcom\nOct 9, 2023\nRegina Aguirre made history as the first student ambassador for Vizcom's EDU program. During her industrial design studies, Regina explored how artificial intelligence transforms the creative process. Her experiments with Vizcom led to groundbreaking visual work.\nRegina's curiosity about AI's creative potential led her to tackle a pressing question facing designers today: how can emerging technologies like AI enrich human creativity rather than replace it? This dilemma prompted her exploration with Vizcom for her industrial design studies.\nThrough hands-on experimentation, Regina sought to understand how AI tools like Vizcom can enhance the design process. Her project aimed to document how artificial intelligence can lead designers to new visual possibilities.\nRegina chose Vizcom for its collaborative approach that allows designers to steer the creative direction. With Vizcom, she could feed her initial sketches into the platform and then refine the AI-generated 3D models. This gave Regina an interactive role in the design iteration.\nAccording to Regina, AI enables designers to \"make thought visible.\" Rather than replicating human creativity, Vizcom's AI suggests new visual avenues and stimulates ideation. By removing repetitive work, it gives designers freedom to focus on the thoughtful, nuanced aspects of design.\nThrough this project, Regina explored how AI and human creativity can be the \"perfect duo.\" Her research and documentation show how emerging tools like Vizcom can ultimately enhance designers' skills, rather than replace them.\nRegina believes AI will be a collaborative force that propels design into the future. By embracing these technologies, she shows how the next generation of innovators can create their own unique paths and harness AI's potential."
  },
  "page 22": {
    "title": "Student Ambassador Program",
    "source_url": "https://www.vizcom.ai/student-ambassador/home",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nStudent Ambassador Program\nShape your design future with Vizcom\nWelcome to the Vizcom Student Ambassador Program - a community of passionate designers, artists, and storytellers committed to enhancing Vizcom EDU by mastering and sharing Vizcom within their academic and creative circles.\nApply Now\nHow does it work?\nThis Vizcom Student Ambassador Program is designed to empower students to master Vizcom, engage with their creative communities, and become certified ambassadors for AI-powered design.\nUpon acceptance into the program, you will complete three structured modules, each focusing on a key aspect of your Student Ambassador journey.**\nModule 1: Introduction\nShow your mastery of our tools by submitting a Vizcom project. Upon evaluation, you will gain access to Module 2, where you will continue your work and demonstrate your ability to engage with the community.\nModule 2: Engagement\nShare your insights and experiences with the community by creating and posting two social media updates. Once completed, you’ll move forward to certification!\nModule 3: Certification\nAfter completing Modules 1 and 2, you'll receive certification. Sharing your credentials with your professional network can help demonstrate your expertise and give you a competitive edge in the industry.\nFAQs\n01\nDo I need to submit a porfolio as part of the application?\n02\nIs there an age requirement to apply?\n03\nWhat kind of students are you looking for?\n04\nWhat will I be doing as a Vizcom Student Ambassador?\n05\nWhat is the time commitment?\n06\nWill I be compensated for my role as an ambassador?\n07\nWhat should I do if I have more questions?\n08\nCan I apply if I'm located outside the US?\n09\nHow long does the program last?\n10\nCan I mention that I’m a student ambassador on LinkedIn or other social platforms?"
  },
  "page 23": {
    "title": "Sketch to 3D: A Chair Design Exploration",
    "source_url": "https://www.vizcom.ai/blog-detail/2/sketch-to-3d-a-chair-design-exploration",
    "plain_text": "Sketch to 3D: A Chair Design Exploration\nJun 4, 2024\nThroughout history, the chair has been a staple for designers, constantly reinterpreted through their unique perspectives. Crafting a good chair balances form, proportions, ergonomics, and manufacturing techniques. This challenge led team member Chris Ference to consider how Vizcom’s rendering and 3D capabilities could enhance the design process and enable him to create a chair in just two days.\nThe exploration focused on creating rotomolded and injection molded chairs suitable for outdoor or dining settings. The process began with rough sketches, then transitioned into Vizcom to visualize ideas in higher fidelity. This approach allowed for the identification of strong concepts, the elimination of weaker ones, and continued ideation with greater intention and focus.\nThrough rounds of generating 3D forms, sketching over them, and generating new images, a deeper understanding of the desired chair design was achieved. Evaluating a number of 3D prints provided a new way to review and critique the work. The ability to hold the sketch in physical form was a unique aspect of the workflow that was found invaluable.\nThroughout the process, the aim was to create designs with a clear relationship between all elements of the chair, including the front legs, seat, backrest, and back feet. While drawing the side view of a chair, it was challenging to understand how this perspective would relate to the front and connect with the legs. The seat was envisioned as seamlessly connecting to the back and curving into the legs. By generating a 3D version of the sketch, a clearer understanding of how to resolve the form was gained.\nUsing the generated 3D object, consistent representations of the idea were achieved from various angles. Viewing the chair in its space through augmented reality also allowed for validation of proportions and seeing the chair at scale.\nIn just 48 hours, Chris was able to ideate, refine, 3D print, and go through several iterations of the chair. With traditional tools, he might have been constrained by the extensive time required for visualization and development, limiting his ability to create multiple unique ideas. Sketching as a basis for image and 3D generation makes the ideation process feel seamless for designers. Overall, this exercise not only demonstrates the power of Vizcom but also provides a compelling glimpse into how designers could work in more natural and intuitive ways."
  },
  "page 24": {
    "title": "Introducing Palettes",
    "source_url": "https://www.vizcom.ai/blog/introducing-palette",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nIntroducing Palettes\nDec 5, 2024\nWe’re excited to introduce **Palettes**, a tool that enhances how you create within Vizcom by putting your unique style at the forefront. With Palettes, you can curate a private AI model that learns your aesthetic, giving you the power to generate with greater consistency, explore ideas faster, and ensure every concept feels true to how you’d do it.\nAuthorship\nEvery world-changing idea starts with a sketch. But with many generative tools, **authorship gets lost**—images are created from words alone, disconnected from the hands that inspired them. From the beginning, Vizcom has taken a different approach: your sketch guides the design process, ensuring that the results stay true to your vision.\nPalettes take this one step further by learning your unique style to generate images that reflect your aesthetic. By rendering your sketches with your personalized Palette, you can visualize your ideas authentically—not as generic outputs, but as creations grounded in your sketch, your aesthetic, and your creative identity.\nCurate. Generate. Iterate.\nPalettes are built to feel like an extension of your creative process. Here’s how it works:\n1. **Curate Your Style**: Upload 4–30 images that reflect a cohesive aesthetic. These might be your past work, brand visuals, or a particular style you’re exploring.\nKeep it focused: Smaller, more specific Palettes perform better than larger, mixed ones.\nShow it all: Include multiple angles or variations to help Vizcom learn the nuances of your designs.\n2. **Train Your Palette**: Upload your images to Vizcom’s Workbench, and in just minutes, your Palette is ready to use.\n3. **Sketch and Generate**: Test your Palette by varying the drawing influence percentage. At 100%, Vizcom closely follows your drawing. At lower levels, it leans into the aesthetic you’ve trained. This flexibility lets you explore a spectrum of ideas without losing your stylistic identity.\n4. **Iterate and Share**: Use your Palette across projects, or share it with your team to ensure everyone is working in the same visual language.\nThe video below guides you through creating your first Palette.\nCreations:\nWe’ve been amazed by what designers have already created with Palettes during testing. Here are just a few ways Palettes are helping bring ideas to life.\nWe’ve been working closely with Scott Robertson as he’s trained numerous Palettes to capture his sketch style. This has allowed him to rapidly iterate on a variety of landscapes and environments, all while feeling authentic to his aesthetic.\nTeam member Chris Ference has created a Palette called “Bone” that allows him to render his ideas in a consistent 3d shaded style. This allows him to begin his design process creating soft organic feeling objects.\nPalettes are more than a feature—they represent a new way to create with Vizcom. By combining your sketches with a personalized Palette, you’re not just generating images; you’re shaping ideas that carry your style, your voice, and your vision.\nWe believe that great design starts with authorship. Palettes put the power back in your hands, helping you create with consistency, authenticity, and speed. Whether you're refining your own style, aligning a team around a shared aesthetic, or exploring entirely new concepts, Palettes ensure your creative process feels intuitive and uniquely yours.\nWe’re excited to see how you’ll use Palettes to push the boundaries of your design work. Your ideas deserve to be seen—and now, they can be, just the way you imagined."
  },
  "page 25": {
    "title": null,
    "source_url": "https://www.vizcom.ai/terms-of-service",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nTerms of Service\nVersion Effective Date: July 21, 2023\nThank you for using the Vizcom platform (the “Services”). These Terms of Service (the “Agreement”) explain what rights you have with respect to images and other assets which you might generate with the Service, or prompts you might enter into the Service (the “Assets”), your use of the Services, and other important topics like arbitration. Please read it carefully. Our privacy policy outlines how we handle your data here.\nThis Agreement is entered into by Vizcom Inc. and the entity or person agreeing to these terms (the \"Customer,\" “You” or “Your”) and govern the Customer's access to and use of the Services.\nThis Agreement is effective when the Customer is presented with this Agreement and proceeds to use the Services (the \"Effective Date\") or to receive or distribute Assets. These terms may be updated and presented again to the Customer from time to time. Continued use of the Services constitutes acceptance of the updated terms. If You do not agree to this Agreement, please stop using the Services.\nOther documents referenced here may also bind Customer’s use of the Services, including the Community Guidelines below.\nAutomatic Renewal\nIf you subscribe to a Premium Account (defined in Section 2) or other subscriptions we make available to you, then your subscription will be automatically renewed on a monthly, yearly, or any other basis depending on the subscription you select at Vizcom’s then-current subscription fee for the subscribed services unless you opt out of the auto-renewal in accordance with the subscription terms in Section 5 below.\nImportant Information about Arbitration, Consents, and Updates to the Agreement\nPlease be aware that Section 16 of these Terms contains provisions governing how disputes that you and Vizcom have against each other will be resolved, including without limitation, any disputes that arose or were asserted prior to the effective date of the Agreement. Section 16 contains, among other things, an agreement to arbitrate which requires, with limited exceptions, that all disputes between you and Vizcom be resolved by binding and final arbitration. Unless you opt out of the agreement to arbitrate within thirty (30) days of the effective date of the Agreement:\n(I) You and Vizcom will only be permitted to pursue disputes or claims and seek relief against the other party on an individual basis, not as a plaintiff or class member in any class or representative action or proceeding, and each of us waives our right to participate in a class action lawsuit or class-wide arbitration.\n(II) You are waiving your right to pursue disputes or claims and seek relief in a court of law and to have a jury trial.\nCommunications\nPlease be aware that Section 8 of the Agreement below contains your opt-in consent to receive communications from us, including via emails, text messages, calls, and push notifications.\nChanges to These Terms\nPlease note that the Agreement is subject to change by Vizcom in its sole discretion at any time. When changes are made, Vizcom will make a new copy of the Terms available on the Site and within the App, and any new Supplemental Terms will be made available from within, or through, the affected Service on the Site or within the App. We will also update the “Last Revised” date at the top of the Terms. If we make any material changes, and you have registered with us to create an Account (as defined in Section 2.1), we will also send an email to you at the last email address you provided to us pursuant to the Agreement. You are responsible for providing us with your most current email address. In the event that the last email address that you have provided us is not valid, or for any reason is not capable of receiving the notice described above, our dispatch of the email containing such notice will nonetheless constitute effective notice of the changes described in the notice. Any changes to the Agreement will be effective immediately for new users of the Site, the App, and or Services and will be effective thirty (30) days after posting notice of such changes on the Site for existing users, provided that any material changes shall be effective for users who have an Account with us upon the earlier of thirty (30) days after posting notice of such changes on the Site or thirty (30) days after dispatch of an email notice of such changes to registered users. Vizcom may require you to provide consent to the updated Agreement in a specified manner before further use of the Site, the App, and/or the Services is permitted. If you do not agree to any change(s) after receiving a notice of such change(s), you shall stop using the Site, the App, and/or the Services. Otherwise, your continued use of the Site, the App, and/or Services constitutes your acceptance of such change(s). PLEASE REGULARLY CHECK THE WEBSITE TO VIEW THE THEN-CURRENT TERMS.\n1\\. How the Services Work\nVizcom offers a platform that is designed to allow users to draw or import content, such as a line drawing or a sketch, and generate 2D or 3D designs by utilizing Vizcom’s AI technology (“Designs”).\n1.1 Teams\nUsers may create shared, virtual workspaces on the App (“Teams”) and invite other users on the Apps to view and collaborate on content within the Team (“Collaborators”). Users may organize Designs by creating “Projects” and share Projects with Collaborators within their Teams.\n1.2 Premium Accounts\nCertain features of the Service, such as additional drawing tools, unlimited image generations, ability to download high-res images, and unlimited Teams, are only available to Premium Accounts (defined below) for additional fees as described in Section 5.\n1.3 Beta Services\nVizcom may, from time to time, offer access to services that are classified as a trial or beta version (“Beta Services”). Access to and use of Beta Services may be subject to additional agreements. Vizcom makes no representations that Beta Services will ever be made generally available and reserves the right to discontinue or modify Beta Services at any time without notice. Beta Services are provided AS IS and WITH ALL FAULTS and may contain bugs, errors, or other defects. Your use of any Beta Services is at your sole risk.\n2\\. Registration and Accounts\n2.1 Registration and Account Creation\nIn order to access and use certain features of the Services, you may need to register or create an account on the Services (“Account”) and provide certain information about yourself as prompted by the account registration form, including, but not limited to, an email address and password (“Registration Data”). You agree to provide information required for your use of the Services and to update such information so it remains true, accurate, current, and complete. A “Premium Account” is an Account with additional features on the Service and is subject to additional fees described in Section 5. Vizcom reserves the rights to establish eligibility criteria to use the Services, and in some cases, at Vizcom’s sole discretion, impose limitations or restrictions on certain Accounts including, but not limited to, deletion of Accounts. You agree not to create an Account or use the Services if you have been previously removed by Vizcom or if you have been previously banned from any of the Services. You acknowledge and agree that Vizcom will use your Registration Data in accordance with its Privacy Policy.\n2.2 Third-Party Service\nIf you access the Services through a third-party service, such as a Google account, (“TPS”) as part of the functionality of the Services, you may link your Account with a TPS by allowing Vizcom to access your TPS, as is permitted under the applicable terms and conditions that govern your use of each TPS. You represent that you are entitled to grant Vizcom access to your TPS account (including, for the purposes described herein) without breach by you of any of the terms and conditions that govern your use of the applicable TPS. By granting Vizcom access to any TPS accounts, you understand that Vizcom may access, make available and store (if applicable) any information, data, text, software, music, sound, photographs, graphics, video, messages, tags, and/or other materials accessible through the Services (collectively, “Content”) that you have provided to and stored in your TPS account (“TPS Content”) so that it is available on and through the Services. Unless otherwise specified in this Agreement, all TPS Content shall be considered to be User Content (as defined below). Depending on the TPS account you choose and subject to the privacy settings that you have set in such TPS account, personally identifiable information that you post to your TPS account may be available on and through the Services.\n2.3 Account Responsibilities\nYou are responsible for maintaining the confidentiality of your Account login information and are fully responsible for all activities that occur under your Account. You agree to immediately notify Vizcom of any unauthorized use, suspected unauthorized use of your Account, or any other breach of security. You agree not to create an Account using a false identity or false information or on behalf of an individual other than yourself. You agree that you shall monitor your Account to restrict use by minors, and you will accept full responsibility for any unauthorized use of the Services by minors. Vizcom cannot and will not be liable for any loss or damage arising from your failure to comply with the above requirements.\nYou are responsible for maintaining the confidentiality of your Account login information and are fully responsible for all activities that occur under your Account. You agree to immediately notify Vizcom of any unauthorized use, suspected unauthorized use of your Account, or any other breach of security. You agree not to create an Account using a false identity or false information or on behalf of an individual other than yourself. You agree that you shall monitor your Account to restrict use by minors, and you will accept full responsibility for any unauthorized use of the Services by minors. Vizcom cannot and will not be liable for any loss or damage arising from your failure to comply with the above requirements.\n3\\. Access to the Service\n3.1 Access and Use\nSubject to this Agreement, Vizcom grants you a non-transferable, non-exclusive, revocable, limited right to access and use the Services solely for your own personal or internal business use.\n3.2 Application License\nSubject to your compliance with the Agreement, Vizcom grants you a limited non-exclusive, non-transferable, non-sublicensable, revocable license to download, install, and use a copy of the desktop application on a reasonable number of computers that you own or control and to run such copy or copies of the desktop application solely for your own personal or internal business purposes.\n3.3 Certain Restrictions\nBy accessing and using the Services you agree that you will not, and will not permit any third party to:(i) license, sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Services, whether in whole or in part, or any content displayed on the Services;(ii) frame or utilize framing techniques to enclose any trademark, logo, or other Vizcom Content (including images, text, page layout, or form);(iii) modify, make derivative works of, disassemble, reverse compile, or reverse engineer any part of the Services;(iv) access or use the Services in order to build a similar or competitive website, product, or service; and(v) copy, reproduce, distribute, republish, download, display, post, or transmit in any form or by any means any part of the Services, except as expressly permitted herein. Unless otherwise indicated, any future release, update, or other addition to the functionality of the Services shall be subject to this Agreement. All copyright and other proprietary notices on the Services (or on any content displayed on the Services) must be retained on all copies thereof.\n3.4 Modification and Suspension\nVizcom reserves the right, at any time, to modify, suspend, or discontinue the Services (in whole or in part) with or without notice to you. You agree that Vizcom will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Services or any part thereof.\n3.5 No Support or Maintenance; Necessary Equipment\nYou acknowledge and agree that Vizcom will have no obligation to provide you with any support or maintenance in connection with the Site or Services. You are solely responsible for any fees, including Internet connection fees, that you incur when accessing the Services.\n3.6 Updates\nYou understand that the Services are evolving. As a result, Vizcom may require you to accept updates to the App that you have installed on yourcomputer. You acknowledge and agree that Vizcom may update the Services with or without notifying you. You may need to update third-party software from time to time in order to use the Services.\n4\\. OWNERSHIP\nExcluding any User Content that you may provide (defined in Section 6 below) and Designs created through use of the Services, you acknowledge that all the intellectual property rights, including copyrights, patents, trademarks, and trade secrets in the Services and its content are owned by Vizcom or Vizcom’s suppliers. Neither this Agreement (nor your access to the Services) transfers to you or any third party any rights, title, or interest in or to such intellectual property rights, except for the limited access and download rights expressly set forth in Section 3.1 and 3.2. Vizcom and its suppliers reserve all rights not granted in this Agreement. There are no implied licenses granted under this Agreement.\n5\\. SUBSCRIPTION TERMS\n5.1 Payment\nIf you have a Premium Account or register for a subscription, you agree to pay all fees associated with the Premium Account or subscription, including but not limited to any applicable subscription fees (“Subscription Fees”), any service fees imposed by Vizcom, and any other fees posted to your Account (each, as defined herein and collectively, the “Fees”). The total Fees owed by you in connection with a subscription will be presented to you at the time of purchase and available for viewing through the App. You are responsible for selecting your desired subscription option, and you are responsible for payment of the applicable Subscription Fees at the time you elect to create a Premium Account or otherwise select your subscription. All Fees are non-refundable. You may be required to provide your credit card or other accepted payment method (each a “Payment Method”) when you subscribe to the Services or register for a Premium Account. Company reserves the right at any time to change its prices and billing methods, either immediately upon posting on Apps or by e-mail delivery to you.\n5.2 AUTOMATIC RENEWAL\nYour subscription will continue indefinitely until terminated in accordance with the Agreement. After your initial subscription period, and again after any subsequent subscription period, your subscription will automatically commence following the end of such period (each a “Renewal Commencement Date”) and continue for an additional equivalent period at Vizcom’s then-current price for such subscription. You agree that your account will be subject to this automatic renewal feature unless you cancel your subscription at least one (1) day prior to the Renewal Commencement Date via your Account page. If you do not wish for your subscription to renew automatically, or if you want to change or terminate your subscription, please log in to your Account and change or terminate your subscription via the Account page. If you cancel your subscription, you may use your subscription until the end of your then-current subscription term; your subscription will not be renewed after your then-current term expires. However, you will not be eligible for a prorated refund of any portion of the Subscription Fee paid for the then-current subscription period. By subscribing, you authorize Vizcom to charge your Payment Method now, and again at the beginning of any subsequent subscription period. Upon renewal of your subscription, if Vizcom does not receive payment from you, (i) you agree to pay all amounts due on your Account upon demand and/or (ii) you agree that Vizcom may either terminate or suspend your subscription and continue to attempt to charge your Payment Method until payment is received (upon receipt of payment, your account will be activated and, for purposes of automatic renewal, your new subscription commitment period will begin as of the day payment was received).\n5.3 Cancellation Period\nIf you are a consumer who is a resident of the EU or the UK, you have a legal right to cancel your subscription until 14 days after the day on which the subscription was entered into. This means that during that period if you change your mind or decide for any other reason that you do not want to continue receiving the Services, you can notify us of your decision to cancel your subscription and receive a refund. Advice about your legal right to cancel your subscription terms is available from your local Citizens’ Advice Bureau or Trading Standards office. To cancel a subscription, you just need to let us know that you have decided to cancel. The easiest way to do this is to cancel the subscription on your Account page. If you cancel your subscription, we will refund you the price paid for the subscription.\n5.4 Taxes\nThe payments required under Section 5 of this Agreement do not include any Sales Tax that may be due in connection with the Services provided under this Agreement. If Vizcom determines it has a legal obligation to collect a Sales Tax from you in connection with this Agreement, Vizcom shall collect such Sales Tax in addition to the payments required under Section 5 of this Agreement. If any services or payments for any services, under this Agreement are subject to any Sales Tax in any jurisdiction and you have not remitted the applicable Sales Tax to Vizcom, you will be responsible for the payment of such Sales Tax and any related penalties or interest to the relevant tax authority, and you will indemnify Vizcom for any liability or expense Vizcom may incur in connection with such Sales Taxes. Upon Vizcom’s request, you will provide it with official receipts issued by the appropriate taxing authority, or other such evidence that you have paid all applicable taxes. For purposes of this section, “Sales Tax” shall mean any sales, use, excise, services, or other tax measured by the value of sales.\n5.5 Payment Processor\nVizcom uses a third-party payment processor (“Payment Processor”) as the third-party service provider for payment services. By using the Services, you agree to be bound by our Payment Processor’s Privacy Policy, and hereby consent and authorize Vizcom and our Payment Processor to share any information and payment instructions you provide with third-party service provider(s) to the minimum extent required to complete your transactions. By making a purchase through the Services, you also agree to be bound by our Payment Processor’s services agreement. Our current Payment Processor is Stripe, Inc. and you hereby agree to Stripe’s privacy policy (https://stripe.com/privacy) and terms of use (https://stripe.com/legal). All information that you provide to us or to our Payment Processor must be accurate, current, and complete. By making a purchase, you authorize Vizcom to charge your Payment Method in accordance with this Section 5, and you agree that Vizcom is authorized to charge your Payment Method for all fees and charges due and payable to Vizcom hereunder and that no additional notice or consent is required. YOU REPRESENT AND WARRANT THAT YOU HAVE THE LEGAL RIGHT TO USE ANY PAYMENT METHOD USED TO PAY ANY AMOUNTS OWED IN CONNECTION WITH THE SERVICES.\n5.6 Free Trials and Other Promotions\nAny free trial or other promotion that provides Premium Account features or any other additional features on the Services must be used within the specified time of the trial. At the end of the trial period, these additional features expire and any further use of the features is prohibited unless you pay the applicable subscription fee. If you are inadvertently charged for a subscription, please contact Company to have the charges reversed.\n6\\. USER CONTENT; DESIGNS\n6.1 User Content\n\"User Content\" means all Content that you upload, post, e-mail, transmit, or otherwise make available through the Services, including any Content you submit for purposes of rendering a Design. You are solely responsible for your User Content. You assume all risks associated with the use of your User Content, including any reliance on its accuracy, completeness, or usefulness by others, or any disclosure of your User Content that personally identifies you or any third party. You hereby represent and warrant that your User Content does not violate Section 7. You further represent that you own and/or have a royalty-free, perpetual, irrevocable, worldwide, non-exclusive right (including any moral rights) and license to use, license, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, derive revenue or other remuneration from, and communicate to the public, perform, and display your User Content (in whole or in part) worldwide and/or to incorporate it into other works in any form, media, or technology now known or later developed for the full term of any worldwide intellectual property right that may exist in your User Content. You may not represent or imply to others that your User Content is in any way provided, sponsored, or endorsed by Vizcom. Because you alone are responsible for your User Content, you may expose yourself to liability if, for example, your User Content violates Section 7.\n6.2 Designs\nYou are solely responsible for your use of your Designs created through the Services. For Free Accounts, Vizcom owns all rights to the Designs generated through use of the Services. For Premium Accounts, you own all rights to the Designs generated through use of the Services, subject to the license granted below. You assume all risks associated with your use of your Designs, including any potential copyright infringement claims from third parties or any disclosure of your Designs that personally identifies you or any third party. Because you alone are responsible for your Designs, you may expose yourself to liability if, for example, your Design violates Section 7.\n6.3 License\nFor Free Accounts, you hereby grant (and you represent and warrant that you have the right to grant) to Vizcom an irrevocable, nonexclusive, royalty-free and fully paid, worldwide license to reproduce, distribute, publicly display and perform, prepare derivative works of, incorporate into other works, and otherwise use and exploit your User Content and Designs for the purposes of providing, promoting, and improving the Services.\nFor Premium Accounts, you retain full ownership rights to any User Content and Designs you create through use of the Services. No license is granted to Vizcom for your User Content or Designs.\nYou hereby irrevocably waive (and agree to cause to be waived) any claims and assertions of moral rights or attribution with respect to your User Content and Designs.\n6.4 No Obligation to Pre-Screen Content\nYou acknowledge that Vizcom has no obligation to pre-screen Content (including, but not limited to, User Content and Designs) that you upload, create, or download, although Vizcom reserves the right in its sole discretion to pre-screen, refuse, or remove any Content. By entering into the Agreement, you hereby provide your irrevocable consent to such monitoring. You acknowledge and agree that you have no expectation of privacy concerning the transmission of your User Content. In the event that Vizcom pre-screens, refuses, or removes any Content, you acknowledge that Vizcom will do so for Vizcom’s benefit, not yours. Without limiting the foregoing, Vizcom shall have the right to remove any Content that violates the Agreement or is otherwise objectionable.\n6.5 Enforcement\nWe reserve the right (but have no obligation) to review any User Content and Designs and to investigate and/or take appropriate action against you if you, in our sole discretion, violate Section 7 or any other provision of this Agreement or otherwise create liability for us or any other person. Such action may include removing or modifying your User Content and Designs, terminating your Account in accordance with Section 13, and/or reporting you to law enforcement authorities.\n6.6 Feedback\nIf you provide Vizcom with any feedback or suggestions regarding the Services (\"Feedback\"), you hereby assign to Vizcom all rights in such Feedback and agree that Vizcom shall have the right to use and fully exploit such Feedback and related information in any manner it deems appropriate. Vizcom will treat any Feedback you provide to Vizcom as non-confidential and non-proprietary. You agree that you will not submit to Vizcom any Feedback that you consider to be confidential or proprietary.\n6.7 Storage\nUnless expressly agreed to by Vizcom in writing elsewhere, Vizcom has no obligation to store any of your User Content or Designs. Vizcom has no responsibility or liability for the deletion or accuracy of any Content, including your User Content and Designs; the failure to store, transmit, or receive the transmission of Content; or the security, privacy, storage, or transmission of other communications originating with or involving the use of Vizcom Apps. Certain Services may enable you to specify the level at which such Services restrict access to your User Content and Designs. You are solely responsible for applying the appropriate level of access to your User Content or Designs. If you do not choose, the system may default to its most permissive setting. You agree that Vizcom retains the right to create reasonable limits on Vizcom’s use and storage of the Content, including your User Content and Designs, such as limits on file size, storage space, processing capacity, and similar limits described on the Site and as otherwise determined by Vizcom in its sole discretion. Vizcom is not obligated to backup any User Content or Designs, and your User Content and Designs may be deleted at any time without prior notice. You are solely responsible for creating and maintaining your own backup copies of your User Content and Designs if you desire.\n7\\. ACCEPTABLE USE POLICY\nYou agree not to:\n01. use the Services to upload, transmit, display, or distribute any User Content or Designs that:\n1. violate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right; or\n2. that is in violation of any law, regulation, or obligations or restrictions imposed by any third party, or is otherwise objectionable;\n02. upload, transmit, or distribute to or through the Services any computer viruses, worms, or any software intended to damage or alter a computer system or data;\n03. send through the Services unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of duplicative or unsolicited messages, whether commercial or otherwise;\n04. abuse other users’ personal information that you receive through the Services, such as to:\n1. harvest, collect, gather, or assemble information or data regarding other users, including e-mail addresses, without their consent;\n05. interfere with, disrupt, or create an undue burden on servers or networks connected to the Services, or violate the regulations, policies, or procedures of such networks;\n06. attempt to gain unauthorized access to the Services (or to other computer systems or networks connected to or used together with the Services), whether through password mining or any other means;\n07. interfere with any other user’s use and enjoyment of the Services;\n08. upload, draw, share, or otherwise provide Content that violates any of the terms set forth herein;\n09. impersonate any person or entity, including any employee or representative of Vizcom;\n10. use software or automated agents or scripts to produce multiple accounts on the Services, or to generate automated searches, requests, or queries to (or to strip, scrape, or mine data from) the Services (provided, however, that we conditionally grant to the operators of public search engines revocable permission to use spiders to copy materials from the Site for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n8\\. VIZCOM COMMUNICATIONS\n8.1 Generally\nYou may have the opportunity to provide us with your e-mail address. By providing your email address to us, you consent to receiving email communications from Vizcom for administrative or operational purposes related to your Account. Communications from us may include communications about your use of the Services.\n8.2 Promotional Email Communications\nIf you opt-in to receive marketing or promotional email communications from us, you will have the ability to opt out of receiving such communications by following the unsubscribe instructions in the communication itself. YOU ACKNOWLEDGE THAT YOU ARE NOT REQUIRED TO CONSENT TO RECEIVE PROMOTIONAL EMAILS AS A CONDITION OF USING THE SERVICES. CONSENT TO THESE PROMOTIONAL MESSAGES IS NOT REQUIRED TO ACCESS THE SITE OR SERVICES.\n8.3 Electronic Communications\nThe communications between you and Vizcom use electronic means, whether you use the Services or send us emails, or whether Vizcom posts notices on the Services or communicates with you via email. For contractual purposes, you (i) consent to receive communications from Vizcom in an electronic form; and (ii) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Vizcom provides to you electronically satisfy any legal requirement that such communications would satisfy if they were to be in a hardcopy writing. The foregoing does not affect your non-waivable rights.\n9\\. INDEMNIFICATION\nYou agree to indemnify and hold Vizcom (and its officers, employees, and agents) harmless, including costs and attorneys’ fees, from any claim or demand made by any third party due to or arising out of (i) your use of the Services, (ii) your User Content or use of your Designs, (iii) your violation of this Agreement; or (iv) your violation of applicable laws or regulations. Vizcom reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims. You agree not to settle any matter without the prior written consent of Vizcom. Vizcom will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.\n10\\. THIRD-PARTY LINKS, APPLICATIONS; OTHER USERS AND THIRD PARTIES\n10.1 Third-Party Links, Applications\nThe Services may contain links to third-party websites and services, and applications for third parties (collectively, “Third-Party Links & Applications”). For example, we provide you with the ability to join the Vizcom Discord via a link to Discord’s website or application, accessible through the Services. Such Third-Party Links & Applications are not under the control of Vizcom, and Vizcom is not responsible for any Third-Party Links & Applications. Vizcom provides access to these Third-Party Links & Applications only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links & Applications. You use all Third-Party Links, & Applications at your own risk, and should apply a suitable level of caution and discretion in doing so. When you click on any of the Third-Party Links & Applications, the applicable third-party’s terms and policies apply, including the third-party’s privacy and data gathering practices. You should make whatever investigation you feel necessary or appropriate before proceeding with any transaction in connection with such Third-Party Links & Applications.\n10.2 Other Users and Third Parties\nEach user of the Services is solely responsible for any and all of its own User Content and Designs. Because we do not control User Content or the use of Designs, you acknowledge and agree that we are not responsible for any User Content or use of Designs, whether provided by you or by others. We make no guarantees regarding the accuracy, suitability, or quality of any User Content or Designs. Your interactions with other users, including any interactions with Collaborators or third parties, are solely between you and such users and third parties. You agree that Vizcom will not be responsible for any loss or damage incurred as the result of any such interactions. We do not oversee the collaborations or interactions that take place in Teams nor do we oversee the use of the Designs by users. If there is a dispute between you and any user of the Services or you and any third party, we are under no obligation to become involved. Provided, however, we reserve the right to intercede in such disputes at our sole discretion.\n11\\. DISCLAIMERS\nTHE SERVICES ARE PROVIDED ON AN “AS-IS” AND “AS-AVAILABLE” BASIS, WITH ALL FAULTS AND NO GUARANTEES REGARDING OUTCOMES OR PERFORMANCE. WE HAVE NO LIABILITY FOR RESULTS IN CONNECTION WITH THE SERVICES, INCLUDING BUT NOT LIMITED TO, THE ADEQUACY OF ANY DESIGN OR CONTENT, OR THE ACTIONS OR OMISSIONS OF A USER, INCLUDING BUT NOT LIMITED TO THE USER’S USE OF THE DESIGNS. ANY CONTENT DOWNLOADED FROM OR OTHERWISE ACCESSED THROUGH THE SERVICES IS ACCESSED AT YOUR OWN RISK, AND YOU SHALL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY, INCLUDING, BUT NOT LIMITED TO, YOUR COMPUTER SYSTEM AND ANY DEVICE YOU USE TO ACCESS THE SERVICES, OR ANY OTHER LOSS THAT RESULTS FROM ACCESSING SUCH CONTENT WHETHER PROVIDED BY VIZCOM OR ANOTHER USER OF THE SERVICES. YOU ACKNOWLEDGE AND AGREE THAT WHEN USING OUR SERVICES, YOU WILL BE EXPOSED TO CONTENT FROM A VARIETY OF SOURCES, AND THAT VIZCOM IS NOT RESPONSIBLE FOR THE ACCURACY, USEFULNESS, SAFETY, LEGALITY, OR INTELLECTUAL PROPERTY RIGHTS OF OR RELATING TO ANY SUCH CONTENT. YOU FURTHER UNDERSTAND AND ACKNOWLEDGE THAT YOU MAY BE EXPOSED TO CONTENT THAT IS INACCURATE, OFFENSIVE, INDECENT, OBJECTIONABLE, OR HARASSING, AND YOU AGREE TO WAIVE, AND HEREBY DO WAIVE, ANY LEGAL OR EQUITABLE RIGHTS OR REMEDIES YOU HAVE OR MAY HAVE AGAINST VIZCOM WITH RESPECT THERETO.\nVIZCOM (AND OUR SUPPLIERS) EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING ALL WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, OR NON-INFRINGEMENT. WE (AND OUR SUPPLIERS) MAKE NO WARRANTY THAT THE SERVICES WILL MEET YOUR REQUIREMENTS, WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS, OR WILL BE ACCURATE, RELIABLE, FREE OF VIRUSES OR OTHER HARMFUL CODE, COMPLETE, LEGAL, OR SAFE. IF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE SITE, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF FIRST USE.\nFROM TIME TO TIME, VIZCOM MAY OFFER BETA SERVICES. SUCH BETA SERVICES ARE OFFERED SOLELY FOR EXPERIMENTAL PURPOSES AND WITHOUT ANY WARRANTY OF ANY KIND, AND MAY BE MODIFIED OR DISCONTINUED AT VIZCOM’S SOLE DISCRETION. THE PROVISIONS OF THIS SECTION APPLY WITH FULL FORCE TO BETA SERVICES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU. SOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n12\\. LIMITATION ON LIABILITY\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL VIZCOM (OR OUR SUPPLIERS) BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY LOST PROFITS, LOST DATA, COSTS OF PROCUREMENT OF SUBSTITUTE PRODUCTS, OR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES ARISING FROM OR RELATING TO THIS AGREEMENT OR YOUR USE OF, OR INABILITY TO USE, THE SERVICES, EVEN IF VIZCOM HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. ACCESS TO AND USE OF THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY DAMAGES ARISING FROM OR RELATED TO THIS AGREEMENT (FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION), WILL AT ALL TIMES BE LIMITED TO THE GREATER OF (I) THE TOTAL AMOUNT PAID BY YOU OR PAYABLE TO YOU ON OR THROUGH THE SERVICE DURING THE TWELVE (12) MONTH PERIOD PRIOR TO THE ACT, OMISSION OR OCCURRENCE GIVING RISE TO SUCH LIABILITY; OR (II) ONE HUNDRED ($100) DOLLARS. THE EXISTENCE OF MORE THAN ONE CLAIM WILL NOT ENLARGE THIS LIMIT. YOU AGREE THAT OUR SUPPLIERS WILL HAVE NO LIABILITY OF ANY KIND ARISING FROM OR RELATING TO THIS AGREEMENT.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU. THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN VIZCOM AND YOU. FOR USERS IN THE EU, COMPANY DOES NOT IN ANY WAY SEEK TO EXCLUDE OR LIMIT LIABILITY FOR (i) DEATH OR PERSONAL INJURY CAUSED BY COMPANY’S NEGLIGENCE; (ii) FRAUD OR FRAUDULENT MISREPRESENTATION; OR (iii) ANY OTHER LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED BY ENGLISH OR EU LAW.\n13\\. TERM AND TERMINATION\nSubject to this Section, this Agreement will remain in full force and effect while you use the Services. We may suspend or terminate your rights to access and use the Services (including your Account) at any time for any reason at our sole discretion, including for any use of the Services in violation of this Agreement. Upon termination of your rights under this Agreement, your Account will be deleted and your right to access and use the Services will terminate immediately. You understand that any termination of your Account may involve deletion of your User Content associated with your Account from our live databases. Vizcom will not have any liability whatsoever to you for any termination of your rights under this Agreement, including for termination of your Account or deletion of your User Content. Even after your rights under this Agreement are terminated, the following provisions of this Agreement will remain in effect: Sections 1, 3.3 - 3.6, and 4-17.\n14\\. COPYRIGHT POLICY\nVizcom respects the intellectual property of others and asks that users of our Services do the same. In connection with our Services, we have adopted and implemented a policy respecting copyright law that provides for the removal of any infringing materials and for the termination, in appropriate circumstances, of users of our online Services who are repeat infringers of intellectual property rights, including copyrights. If you believe that one of our users is, through the use of our Services, unlawfully infringing the copyright(s) in a work, and wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C. § 512(c)) must be provided to our designated Copyright Agent:\n1. Your physical or electronic signature;\n2. Identification of the copyrighted work(s) that you claim to have been infringed;\n3. Identification of the material on our services that you claim is infringing and that you request us to remove;\n4. Sufficient information to permit us to locate such material;\n5. Your address, telephone number, and e-mail address;\n6. A statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law; and\n7. A statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.\nPlease note that, pursuant to 17 U.S.C. § 512(f), any misrepresentation of material fact (falsities) in a written notification automatically subjects the complaining party to liability for any damages, costs, and attorney’s fees incurred by us in connection with the written notification and allegation of copyright infringement.\nThe designated Copyright Agent for Vizcom is:\nDesignated Agent: Kaelan Richards\nAddress of Agent: 2989 Harrison Ave, Rochester Hills MI\nTelephone: 248-872-3378\nEmail: kaelan@vizcom.co\n15\\. INTERNATIONAL USERS AND PROVISIONS\nThe Services can be accessed from countries around the world and may contain references to services and content that are not available in your country. These references do not imply that Vizcom intends to announce such services or content in your country. The Services are controlled and offered by Vizcom from its facilities in the United States of America. Vizcom makes no representations that the Services are appropriate or available for use in other locations. Those who access or use the Services from other countries do so at their own volition and are responsible for compliance with local law. The following provisions shall apply only if you are located in the countries listed below:\n15.1 United Kingdom\nA third party who is not a party to the Agreement has no right under the Contracts (Rights of Third Parties) Act 1999 to enforce any provision of the Agreement, but this does not affect any right or remedy of such third party which exists or is available apart from that Act.\n15.2 Germany\nNotwithstanding anything to the contrary in Section 12 (Limitation of Liability), Vizcom is also not liable for acts of simple negligence (unless they cause injuries to or death of any person), except when they are caused by a breach of any substantial contractual obligations (vertragswesentliche Pflichten).\n16\\. ARBITRATION CLAUSE AND CLASS ACTION WAIVER\nPlease read the following arbitration agreement in this section (“Arbitration Agreement”) carefully. It requires that you and Vizcom arbitrate disputes against one another.\nDispute Resolution\nPLEASE BE AWARE THAT THIS SECTION 16 CONTAINS PROVISIONS GOVERNING HOW DISPUTES THAT YOU AND VIZCOM HAVE AGAINST EACH OTHER WILL BE RESOLVED. AMONG OTHER THINGS, THIS SECTION 16 INCLUDES AN AGREEMENT TO ARBITRATE WHICH REQUIRES, WITH LIMITED EXCEPTIONS, THAT ALL DISPUTES BETWEEN YOU AND VIZCOM BE RESOLVED BY BINDING AND FINAL ARBITRATION. THIS SECTION 16 ALSO CONTAINS A CLASS ACTION AND JURY TRIAL WAIVER. PLEASE READ THIS SECTION 16 CAREFULLY.\n16.1 Applicability of Arbitration Agreement\nSubject to the terms of this Arbitration Agreement, you and Vizcom agree that any dispute, claim, or disagreement arising out of or relating in any way to your access to or use of the Services, any communications you receive, any products sold or distributed through the Services, or the Terms, including claims and disputes that arose between us before the effective date of these Terms (each, a “Dispute”) will be resolved by binding arbitration, rather than in court, except that:\n1. You and Vizcom may assert claims or seek relief in small claims court if such claims qualify and remain in small claims court; and\n2. You or Vizcom may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\nFor purposes of this Arbitration Agreement, “Dispute” will also include disputes that arose or involve facts occurring before the existence of this or any prior versions of the Terms as well as claims that may arise after the termination of these Terms.\n16.2 Informal Dispute Resolution\nThere may be instances when a Dispute arises between you and Vizcom. If that occurs, Vizcom is committed to working with you to reach a reasonable resolution. You and Vizcom agree that good faith informal efforts to resolve Disputes can result in a prompt, low‐cost and mutually beneficial outcome. You and Vizcom therefore agree that before either party commences arbitration against the other (or initiates an action in small claims court if a party so elects), we will personally meet and confer telephonically or via videoconference, in a good faith effort to resolve informally any Dispute covered by this Arbitration Agreement (“Informal Dispute Resolution Conference”). If you are represented by counsel, your counsel may participate in the conference, but you also agree to participate in the conference.\nThe party initiating a Dispute must give notice to the other party in writing of its intent to initiate an Informal Dispute Resolution Conference (“Notice”), which shall occur within 45 days after the other party receives such Notice, unless an extension is mutually agreed upon by the parties in writing. Notice to Vizcom that you intend to initiate an Informal Dispute Resolution Conference should be sent by email to contact@vizcom.co or regular mail to our offices located at 1950 Cambridge Dr, Mountain View, CA 94043. The Notice must include:\n1. Your name, telephone number, mailing address, e‐mail address associated with your account (if you have one);\n2. The name, telephone number, mailing address, and e‐mail address of your counsel, if any; and\n3. A description of your Dispute.\nThe Informal Dispute Resolution Conference shall be individualized such that a separate conference must be held each time either party initiates a Dispute, even if the same law firm or group of law firms represents multiple users in similar cases, unless all parties agree; multiple individuals initiating a Dispute cannot participate in the same Informal Dispute Resolution Conference unless all parties agree. In the time between a party receiving the Notice and the Informal Dispute Resolution Conference, nothing in this Arbitration Agreement shall prohibit the parties from engaging in informal communications to resolve the initiating party’s Dispute. Engaging in the Informal Dispute Resolution Conference is a condition precedent and requirement that must be fulfilled before commencing arbitration. The statute of limitations and any filing fee deadlines shall be tolled while the parties engage in the Informal Dispute Resolution Conference process required by this section.\n16.2 Informal Dispute Resolution\nThere may be instances when a Dispute arises between you and Vizcom. If that occurs, Vizcom is committed to working with you to reach a reasonable resolution. You and Vizcom agree that good faith informal efforts to resolve Disputes can result in a prompt, low‐cost and mutually beneficial outcome. You and Vizcom therefore agree that before either party commences arbitration against the other (or initiates an action in small claims court if a party so elects), we will personally meet and confer telephonically or via videoconference, in a good faith effort to resolve informally any Dispute covered by this Arbitration Agreement (“Informal Dispute Resolution Conference”). If you are represented by counsel, your counsel may participate in the conference, but you also agree to participate in the conference.\nThe party initiating a Dispute must give notice to the other party in writing of its intent to initiate an Informal Dispute Resolution Conference (“Notice”), which shall occur within 45 days after the other party receives such Notice, unless an extension is mutually agreed upon by the parties in writing. Notice to Vizcom that you intend to initiate an Informal Dispute Resolution Conference should be sent by email to contact@vizcom.co or regular mail to our offices located at 1950 Cambridge Dr, Mountain View, CA 94043. The Notice must include:\n1. Your name, telephone number, mailing address, e‐mail address associated with your account (if you have one);\n2. The name, telephone number, mailing address, and e‐mail address of your counsel, if any; and\n3. A description of your Dispute.\nThe Informal Dispute Resolution Conference shall be individualized such that a separate conference must be held each time either party initiates a Dispute, even if the same law firm or group of law firms represents multiple users in similar cases, unless all parties agree; multiple individuals initiating a Dispute cannot participate in the same Informal Dispute Resolution Conference unless all parties agree. In the time between a party receiving the Notice and the Informal Dispute Resolution Conference, nothing in this Arbitration Agreement shall prohibit the parties from engaging in informal communications to resolve the initiating party’s Dispute. Engaging in the Informal Dispute Resolution Conference is a condition precedent and requirement that must be fulfilled before commencing arbitration. The statute of limitations and any filing fee deadlines shall be tolled while the parties engage in the Informal Dispute Resolution Conference process required by this section.\n16.3 Waiver of Jury Trial\nYOU AND VIZCOM HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY. You and Vizcom are instead electing that all Disputes shall be resolved by arbitration under this Arbitration Agreement, except as specified in the subsection entitled “Applicability of Arbitration Agreement” above. There is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.\n16.4 Waiver of Class and Other Non-Individualized Relief\nYOU AND VIZCOM AGREE THAT, EXCEPT AS SPECIFIED IN SUBSECTION 16.9 (BATCH ARBITRATION), EACH OF US MAY BRING CLAIMS AGAINST THE OTHER ONLY ON AN INDIVIDUAL BASIS AND NOT ON A CLASS, REPRESENTATIVE, OR COLLECTIVE BASIS, AND THE PARTIES HEREBY WAIVE ALL RIGHTS TO HAVE ANY DISPUTE BE BROUGHT, HEARD, ADMINISTERED, RESOLVED, OR ARBITRATED ON A CLASS, COLLECTIVE, REPRESENTATIVE, OR MASS ACTION BASIS. ONLY INDIVIDUAL RELIEF IS AVAILABLE, AND DISPUTES OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER. Subject to this Arbitration Agreement, the arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by the party’s individual claim. Nothing in this paragraph is intended to, nor shall it, affect the terms and conditions under the subsection 16.9 (Batch Arbitration) entitled “Batch Arbitration.” Notwithstanding anything to the contrary in this Arbitration Agreement, if a court decides by means of a final decision, not subject to any further appeal or recourse, that the limitations of this subsection, “Waiver of Class and Other Non-Individualized Relief,” are invalid or unenforceable as to a particular claim or request for relief (such as a request for public injunctive relief), you and Vizcom agree that that particular claim or request for relief (and only that particular claim or request for relief) shall be severed from the arbitration and may be litigated in the state or federal courts located in San Francisco, California. All other Disputes shall be arbitrated or litigated in small claims court. This subsection does not prevent you or Vizcom from participating in a class-wide settlement of claims.\n16.5 Rules and Forum\nThese Terms evidence a transaction involving interstate commerce; and notwithstanding any other provision herein with respect to the applicable substantive law, the Federal Arbitration Act, 9 U.S.C. § 1 et seq., will govern the interpretation and enforcement of this Arbitration Agreement and any arbitration proceedings. If the Informal Dispute Resolution process described above does not resolve satisfactorily within sixty (60) days after receipt of Notice, you and Vizcom agree that either party shall have the right to finally resolve the Dispute through binding arbitration. The arbitration will be conducted by JAMS, an established alternative dispute resolution provider. Disputes involving claims, counterclaims, or request for relief under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/; all other disputes shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/. JAMS’s rules are also available at www.jamsadr.com or by calling JAMS at 800-352-5267. If JAMS is not available to arbitrate, the parties will select an alternative arbitral forum. Your responsibility to pay any JAMS fees and costs will be solely as set forth in the applicable JAMS rules.\nA party who wishes to initiate arbitration must provide the other party with a request for arbitration (the “Request”). The Request must include:\n1. The name, telephone number, mailing address, e‐mail address of the party seeking arbitration and the account username (if applicable) as well as the email address associated with any applicable account;\n2. A statement of the legal claims being asserted and the factual bases of those claims;\n3. A description of the remedy sought and an accurate, good‐faith calculation of the amount in controversy in United States Dollars;\n4. A statement certifying completion of the Informal Dispute Resolution process as described above; and\n5. Evidence that the requesting party has paid any necessary filing fees in connection with such arbitration.\nIf the party requesting arbitration is represented by counsel, the Request shall also include counsel’s name, telephone number, mailing address, and email address. Such counsel must also sign the Request. By signing the Request, counsel certifies to the best of counsel’s knowledge, information, and belief, formed after an inquiry reasonable under the circumstances, that:\n1. The Request is not being presented for any improper purpose, such as to harass, cause unnecessary delay, or needlessly increase the cost of dispute resolution;\n2. The claims, defenses, and other legal contentions are warranted by existing law or by a nonfrivolous argument for extending, modifying, or reversing existing law or for establishing new law; and\n3. The factual and damages contentions have evidentiary support or, if specifically so identified, will likely have evidentiary support after a reasonable opportunity for further investigation or discovery.\nUnless you and otherwise agree, or the Batch Arbitration process discussed in subsection 16.9 (Batch Arbitration) is triggered, the arbitration will be conducted in the county where you reside. Subject to the applicable JAMS rules, the arbitrator may direct a limited and reasonable exchange of information between the parties, consistent with the expedited nature of the arbitration.\nYou and Vizcom agree that all materials and documents exchanged during the arbitration proceedings shall be kept confidential and shall not be shared with anyone except the parties’ attorneys, accountants, or business advisors, and then subject to the condition that they agree to keep all materials and documents exchanged during the arbitration proceedings confidential.\n16.6 Arbitrator\nThe arbitrator will be either a retired judge or an attorney licensed to practice law in the state of California and will be selected by the parties from the JAMS roster of consumer dispute arbitrators. If the parties are unable to agree upon an arbitrator within thirty-five (35) days of delivery of the Request, then JAMS will appoint the arbitrator in accordance with the applicable JAMS rules, provided that if the Batch Arbitration process under subsection 16.9 (Batch Arbitration) is triggered, JAMS will appoint the arbitrator for each batch.\n16.7 Authority of Arbitrator\nThe arbitrator shall have exclusive authority to resolve any Dispute, including, without limitation, disputes arising out of or related to the interpretation or application of the Arbitration Agreement, including the enforceability, revocability, scope, or validity of the Arbitration Agreement or any portion of the Arbitration Agreement, except for the following:\n1. All Disputes arising out of or relating to the subsection entitled “Waiver of Class and Other Non-Individualized Relief,” including any claim that all or part of the subsection entitled “Waiver of Class and Other Non-Individualized Relief” is unenforceable, illegal, void or voidable, or that such subsection entitled “Waiver of Class and Other Non-Individualized Relief” has been breached, shall be decided by a court of competent jurisdiction and not by an arbitrator.\n2. Except as expressly contemplated in the subsection entitled “Batch Arbitration,” all Disputes about the payment of arbitration fees shall be decided only by a court of competent jurisdiction and not by an arbitrator.\n3. All Disputes about whether either party has satisfied any condition precedent to arbitration shall be decided only by a court of competent jurisdiction and not by an arbitrator.\n4. All Disputes about which version of the Arbitration Agreement applies shall be decided only by a court of competent jurisdiction and not by an arbitrator.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other cases or parties, except as expressly provided in the subsection entitled “Batch Arbitration.” The arbitrator shall have the authority to grant motions dispositive of all or part of any Dispute. The arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded. The award of the arbitrator is final and binding upon you and us. Judgment on the arbitration award may be entered in any court having jurisdiction.\n16.8 Attorneys' Fees and Costs\nThe parties shall bear their own attorneys’ fees and costs in arbitration unless the arbitrator finds that either the substance of the Dispute or the relief sought in the Request was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)). If you or Vizcom need to invoke the authority of a court of competent jurisdiction to compel arbitration, then the party that obtains an order compelling arbitration in such action shall have the right to collect from the other party its reasonable costs, necessary disbursements, and reasonable attorneys’ fees incurred in securing an order compelling arbitration. The prevailing party in any court action relating to whether either party has satisfied any condition precedent to arbitration, including the Informal Dispute Resolution process, is entitled to recover their reasonable costs, necessary disbursements, and reasonable attorneys’ fees and costs.\n16.9 Batch Arbitration\nTo increase the efficiency of administration and resolution of arbitrations, you and Vizcom agree that in the event that there are one hundred (100) or more individual Requests of a substantially similar nature filed against Vizcom by or with the assistance of the same law firm, group of law firms, or organizations, within a thirty (30) day period (or as soon as possible thereafter), JAMS shall:\n1. Administer the arbitration demands in batches of 100 Requests per batch (plus, to the extent there are less than 100 Requests left over after the batching described above, a final batch consisting of the remaining Requests);\n2. Appoint one arbitrator for each batch; and\n3. Provide for the resolution of each batch as a single consolidated arbitration with one set of filing and administrative fees due per side per batch, one procedural calendar, one hearing (if any) in a place to be determined by the arbitrator, and one final award (“Batch Arbitration”).\nAll parties agree that Requests are of a “substantially similar nature” if they arise out of or relate to the same event or factual scenario and raise the same or similar legal issues and seek the same or similar relief. To the extent the parties disagree on the application of the Batch Arbitration process, the disagreeing party shall advise JAMS, and JAMS shall appoint a sole standing arbitrator to determine the applicability of the Batch Arbitration process (“Administrative Arbitrator”). In an effort to expedite resolution of any such dispute by the Administrative Arbitrator, the parties agree the Administrative Arbitrator may set forth such procedures as are necessary to resolve any disputes promptly. The Administrative Arbitrator’s fees shall be paid by Vizcom.\nYou and Vizcom agree to cooperate in good faith with JAMS to implement the Batch Arbitration process, including the payment of single filing and administrative fees for batches of Requests, as well as any steps to minimize the time and costs of arbitration, which may include:\n1. The appointment of a discovery special master to assist the arbitrator in the resolution of discovery disputes; and\n2. The adoption of an expedited calendar of the arbitration proceedings.\nThis Batch Arbitration provision shall in no way be interpreted as authorizing a class, collective, and/or mass arbitration or action of any kind or arbitration involving joint or consolidated claims under any circumstances, except as expressly set forth in this provision.\n16.10 30-Day Right to Opt Out\nYou have the right to opt out of the provisions of this Arbitration Agreement by sending written notice of your decision to opt out to: 1950 Cambridge Dr, Mountain View, CA 94043 within thirty (30) days after first becoming subject to this Arbitration Agreement. Your notice must include your name and address, the email address you used to set up your Vizcom account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement. If you opt out of this Arbitration Agreement, all other parts of these Terms will continue to apply to you. Opting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have or may enter in the future with us.\n16.11 Invalidity, Expiration\nExcept as provided in the subsection entitled “Waiver of Class and Other Non-Individualized Relief”, if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed, and the remainder of the Arbitration Agreement shall continue in full force and effect. You further agree that any Dispute that you have with Vizcom as detailed in this Arbitration Agreement must be initiated via arbitration within the applicable statute of limitations for that claim or controversy, or it will be forever time-barred. Likewise, you agree that all applicable statutes of limitation will apply to such arbitration in the same manner as those statutes of limitation would apply in the applicable court of competent jurisdiction.\n16.12 Modification\nNotwithstanding any provision in these Terms to the contrary, we agree that if Vizcom makes any future material change to this Arbitration Agreement, it will notify you. Unless you reject the change within thirty (30) days of such change becoming effective by writing to Vizcom at: 1950 Cambridge Dr, Mountain View, CA 94043, your continued access and use of the Services, including the acceptance of products and services offered on or through the Services, following the posting of changes to this Arbitration Agreement constitutes your acceptance of any such changes. Changes to this Arbitration Agreement do not provide you with a new opportunity to opt out of the Arbitration Agreement if you have previously agreed to a version of these Terms and did not validly opt out of arbitration. If you reject any change or update to this Arbitration Agreement, and you were bound by an existing agreement to arbitrate Disputes arising out of or relating in any way to your access to or use of the Services, any communications you receive, any products sold or distributed through the Services, or the Agreement, the provisions of this Arbitration Agreement as of the date you first accepted these Terms (or accepted any subsequent changes to these Terms) remain in full force and effect. Vizcom will continue to honor any valid opt-outs of the Arbitration Agreement that you made to a prior version of these Terms.\n17.1 Generally\nYour relationship to Vizcom is that of an independent contractor, and neither party is an agent or partner of the other. This Agreement, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Vizcom’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void. Vizcom may freely assign this Agreement. The terms and conditions set forth in these Agreement shall be binding upon assignees.\n17.2 Export\nThe Services may be subject to U.S. export control laws and may be subject to export or import regulations in other countries. You agree not to directly or indirectly export, reexport, or transfer any U.S. technical data acquired from Vizcom, or any products utilizing such data, in violation of the United States export laws or regulations.\n17.3 Exclusive Venue and Governing Law\nTo the extent the parties are permitted under this Agreement to initiate litigation in a court, both you and Vizcom agree that all claims and disputes arising out of or relating to this Agreement will be litigated exclusively in the state or federal courts located in California. THE TERMS AND ANY ACTION RELATED THERETO WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OF CALIFORNIA, CONSISTENT WITH THE FEDERAL ARBITRATION ACT, WITHOUT GIVING EFFECT TO ANY PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANOTHER JURISDICTION. THE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS DOES NOT APPLY TO THE AGREEMENT.\n17.4 Disclosures\nVizcom is located at the address in Section 17.9. If you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834, or by telephone at (800) 952-5210.\n17.5 Entire Agreement\nThis Agreement constitutes the entire agreement between you and us regarding the use of the Services. Our failure to exercise or enforce any right or provision of this Agreement shall not operate as a waiver of such right or provision. The section titles in this Agreement are for convenience only and have no legal or contractual effect. The word “including” means “including without limitation.” If any provision of this Agreement is, for any reason, held to be invalid or unenforceable, the other provisions of this Agreement will be unimpaired, and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\n17.6 Copyright/Trademark Information\nCopyright © 2024, Vizcom. All rights reserved. All trademarks, logos, and service marks (“Marks”) displayed on the Services are our property or the property of other third parties. You are not permitted to use these Marks without our prior written consent or the consent of such third party that may own the Marks. All goodwill generated from the use of any Vizcom Marks will inure to Vizcom’s benefit.\n17.7 Force Majeure\nVizcom shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor, or materials. If a force majeure event occurs that affects Vizcom’s performance of its obligations under the Agreement: (a) Vizcom will contact you as soon as reasonably possible to notify you; and (b) Vizcom’s obligations under the Agreement will be suspended, and the time for Vizcom’s performance of its obligations will be extended for the duration of the force majeure event. You may cancel the Services affected by a force majeure event that has continued for more than 60 days. To cancel, please contact Vizcom at the information provided below.\n17.8 Choice of Language\nIt is the express wish of the parties that the Agreement and all related documents have been drawn up in English. This Agreement, and any contract between you and Vizcom, are only in the English language. C’est la volonté expresse des parties que la presente convention ainsi que les documents qui s’y rattacent soient rediges en anglaise.\n17.9 Contact Information:\nVizcom Technologies, Inc.\nAddress: 95 Third Street 2nd Floor - #7251 San Francisco, CA 94103\nTelephone: 248-872-3378\nEmail: hello@vizcom.ai"
  },
  "page 26": {
    "title": "**VIZCOM FOR EDUCATORS**",
    "source_url": "https://www.vizcom.ai/teaching-guides/index",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nVIZCOM FOR EDUCATORS**\nTeaching guides\nExplore our teaching guides designed to help educators integrate AI into design education. Feel free to download any that are useful.\nWe’d love to hear how you use them in your courses: your feedback is always welcome. New guides are added regularly, so check back often!\nFootwear Design\nProject brief example:** footwear\nDownload guide (PDF)\nSoft Goods\nProject brief example:** backpack\nDownload guide (PDF)\nApparel\nProject brief example:** field/leather jacket\nDownload guide (PDF)\nIndustrial Design\nProject brief example:** power tools\nDownload guide (PDF)\nJewelry\nProject brief example:** pendant\nDownload guide (PDF)"
  },
  "page 27": {
    "title": "The Evolving Role of Sketching in Design Education",
    "source_url": "https://www.vizcom.ai/blog/the-evolving-role-of-sketching-in-design-education-insights-from-mome-s-digital-sketching-workshop",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nThe Evolving Role of Sketching in Design Education\nMay 17, 2024\nIn today's rapidly evolving design landscape, traditional skills like sketching remain essential for effective visual communication, while emerging technologies like artificial intelligence (AI) are transforming creative workflows. Recently, Turkish car designer and YouTuber Berk Kaplan visited the Moholy-Nagy University of Art and Design (MOME) in Budapest to conduct a three-day digital sketching workshop for Vehicle Design specialization students. The workshop not only covered the fundamentals of digital sketching but also explored the growing relationship between AI and design, providing valuable insights into the future of automotive design and the importance of sketching in the era of AI.\nThe Importance of Sketching in Design Education\nSketching is a fundamental skill for designers across various disciplines, allowing them to visualize and communicate their ideas quickly. As Kaplan emphasized during the workshop, sketching helps to bridge the gap between the designer's mental image and the audience's understanding. By putting ideas on paper, designers can avoid misunderstandings and ensure everyone is on the same page. This is particularly crucial in the automotive industry, where clear visual communication is essential for successful collaboration between designers, engineers, and other stakeholders.\nAI and the Future of Creative Workflows\nIn addition to traditional sketching techniques, the workshop also focused on the integration of AI tools like Midjourney and Vizcom into the car design process. Kaplan highlighted the surprising ways in which AI can both complement and challenge the designer's vision. While tools like Midjourney can generate unexpected results based on text prompts, Vizcom supports the designer's creative process by directly enhancing their sketches. By leveraging AI technologies, designers can save time and explore new possibilities while still maintaining their unique artistic vision.\nThe Impact on Design Education\nAs AI continues to shape the future of design, it is crucial for educational institutions like MOME to adapt their curricula and provide students with the skills and knowledge needed to thrive in this new landscape. By incorporating digital sketching and AI tools into their programs, universities can prepare the next generation of designers for the challenges and opportunities that lie ahead. However, it is equally important to emphasize the enduring value of traditional skills like sketching, which will continue to play a vital role in the design process, even as AI technologies become more prevalent.\nBerk Kaplan's digital sketching workshop at MOME highlights the importance of sketching in design education and the growing influence of AI on creative workflows. By embracing both traditional skills and emerging technologies, design students can position themselves for success in an increasingly complex and dynamic industry. As educational institutions continue to adapt to the changing landscape, it is clear that the future of design will be shaped by those who can effectively combine artistic vision with technological innovation."
  },
  "page 28": {
    "title": null,
    "source_url": "https://www.vizcom.ai/pricing",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nPricing\nVizcom is priced to bring value to teams of all sizes. Accelerate your sketch-to-shelf design process today.\nStarter\n$0\nGet started for free\n/month\nStarter includes:\nBasic AI Creation Tools\nStandard Render Speed\nCommunity Support\nProfessional\n20%\n$40\nbilled annually\n/month\nPerfect for individual professionals looking for the extra features\nChoose Professional\nAnnually\nMonthly\nEverything in Starter, plus:\nFull Design Privacy\nFast Renders\nCustom Palettes\n3D Model Generation (50 per month)\nVideo Generation (10 per month)\nLive Render (5 hours per month)\nPriority Support\nEnterprise\nLet's chat\nMade for teams and organizations looking to design at scale\nContact sales\nEverything in Professional, plus:\nUnlimited Fastest Renders\nUnlimited Seats & Teams\nConcierge AI Model Training\nHigher Usage Limits\nUnlimited Live Render Usage\nAdvanced Export Options\nDedicated Onboarding\nTraining Sessions\nCentralized Billing\nAudit and Access Logs\nSingle Sign-On (SSO)\nDedicated Support\nCompare features\nAdmin\nStarter\nGet started\nProfessional\nChoose plan\nEnterprise\nContact sales\nStudio\nAI Create tools\nFiles\n3\n50\nUnlimited\nRenders\nUnlimited\nUnlimited\nUnlimited\nRender Speed\nStandard\nFast\nFastest\nLive Render\n5 hours per month\nUnlimited\n3D Model Generations\n2 per month\n50 per month\n150/user/month\nImage Enhance\n10 per month\n50 per month\n150/user/month\nVideo Generations\n2 per month\n10 per month\n50/user/month\nLinked Layers\nMulti-image Generation\nBatch Generation\nImport\nPNG\nJPG\nOBJ\nFBX\nUnlimited\nUnlimited\nUnlimited\nExport\nPNG\nPSD\nUnlimited\nUnlimited\nUnlimited\n4K Export\nQuad Mesh Export\nPalettes\nCustom Palette Creation\nPalette Publishing\nCollaboration\nSeats\n1\n1\nUnlimited\nTeams\n0\n0\nUnlimited\nShared Files and Folders\nUser Roles\nPrivate Teams\nAsset Libraries\nPersonal\nShared\nSupport\nDiscord Community Support\nVizcom Team Support\nDedicated Priority Support\nDedicated Slack Support\nSecurity & Data\nAccess and audit logs\nSingle Sign-On (SSO)\nCustom Watermarks\nWhat are our user roles?\nAdmin\nare paid seats that can edit files, manage workspace settings, manage billing, manage teams, and invite members.\nEditors\nare paid seat that can edit files. Editors cannot manage workspace settings, billing, teams, or invite members\nViewers\nare free seats that can view files in a read-only state. They cannot edit files, manage workspace settings or invite members.\nFAQ\nCan I use Vizcom for free?\nWhat payment methods can I use?\nWhat are the different roles and their associated access? Which roles do I pay for?\nHow does team billing work?\nCan I change my subscription from monthly to yearly?\nDo I own the content I produce in Vizcom?\nDoes Vizcom use my data to train AI models?\nStart visualizing today\nJoin the world’s best design and creative professionals.\nGet started"
  },
  "page 29": {
    "title": "Vizcom Achieves SOC 2 Type 1 Compliance",
    "source_url": "https://www.vizcom.ai/blog-detail/2/soc-2-type-1-compliance",
    "plain_text": "Vizcom Achieves SOC 2 Type 1 Compliance\nJun 15, 2023\nIntroduction\nWe’re excited to share some momentous news with our valued clients and partners: Vizcom has officially achieved SOC 2 Type 1 compliance! This significant milestone underscores our relentless commitment to implementing top-notch security measures that keep your data safe and secure.\nWhat SOC 2 Type 1 Means for You\nService Organization Control (SOC) 2 Type 1 is an auditing procedure that ensures service providers like Vizcom securely manage your data to protect the interests of both the organization and the privacy of its clients. It focuses on non-financial reporting controls related to security, availability, processing integrity, confidentiality, and privacy of a system.\nIn practical terms, SOC 2 Type 1 compliance gives you, our client, the assurance that we have met the industry’s high standard for security controls. This compliance serves as third-party validation of the design and implementation of our security processes, thus instilling a higher level of trust in our platform.\nOur Journey to SOC 2 Type 1 Compliance\nAchieving SOC 2 Type 1 compliance has been a rigorous but highly rewarding journey. It involved the meticulous efforts of our DevOps, Security, and Compliance teams to align our practices with the high standards set by SOC 2 Type 1 requirements.\nFrom securing our cloud-based infrastructure on AWS, employing AES-256 encryption for data at rest and in transit, to implementing role-based access controls, every layer of our platform has been scrutinized and fortified.\nTransparency and Trust\nWhile achieving SOC 2 Type 1 is an accomplishment we are proud of, it's not the final destination in our journey toward ensuring a secure and compliant platform. It serves as a baseline that informs and enhances our ongoing efforts to make Vizcom a safe environment for industrial designers from renowned enterprises such as Ford, Nike, and Toyota.\nConclusion\nWe would like to extend our deepest gratitude to our dedicated team and our loyal clients who trust us with their invaluable data. Achieving SOC 2 Type 1 compliance is just another step in our ongoing mission to provide a secure, reliable, and efficient platform that lets you focus on what you do best—designing the future.\nFeel free to reach out to us if you have any questions or would like to know more about what our SOC 2 Type 1 compliance means for your organization."
  },
  "page 30": {
    "title": "Inside Vizcom",
    "source_url": "https://www.vizcom.ai/blog",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nInside Vizcom\nInstagram\nTwitter\nLinkedin\nMake It Real: Vizcom at Milan Design Week\nApr 18, 2025\nIdeas in Motion: Animate in Vizcom\nApr 8, 2025\nNew Workflows Unlocked\nFeb 19, 2025\nOur Mission\nFeb 4, 2025\nIntroducing Palettes\nDec 5, 2024\nViztober Wrap Up\nNov 6, 2024\nAnnouncing Vizcom's SOC 2 Type II Compliance\nJun 18, 2024\nSketch to 3D: A Chair Design Exploration\nJun 4, 2024\nThe Evolving Role of Sketching in Design Education\nMay 17, 2024\nBridging the Gap Between 2D and 3D\nApr 4, 2024\nAnnouncing our $20M Series A fundraise\nMar 28, 2024\nAI as a Design Partner: A Conversation with Dennis Johann Mueller\nFeb 5, 2024\nUnraveling Intellectual Property and User Rights: A Guide to Vizcom's Terms and Conditions\nOct 21, 2023\nRegina Aguirre: Pioneering the Intersection of AI and Design with Vizcom\nOct 9, 2023\nVizcom Achieves SOC 2 Type 1 Compliance\nJun 15, 2023\nDesign Innovation: Your Competitive Edge in the Age of AI\nSep 4, 2023\nVizcom: Responsible AI in Industrial Design\nAug 22, 2023\nTechnicolor 6, Vizcom’s new render engine\nDec 15, 2022\nVizcom Philosophy on AI tools\nMar 23, 2023\nVizcom Secures $5M in Seed Funding\nJan 12, 2023\nPartnership: Cycle + Vizcom\nFeb 14, 2023"
  },
  "page 31": {
    "title": "Trust in Every Design",
    "source_url": "https://www.vizcom.ai/security",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nVizcom Security\nTrust in Every Design\nAt Vizcom, we prioritize security and privacy in the industrial design process. Our cloud-native platform uses advanced security measures to safeguard your designs at every stage.\nContact Us\nA high bar for privacy and security\nOur security measures exceed industry standards for data protection and security.\nRead More\nData Protection\nVizcom employs industry-leading encryption for all data. Servers in our Virtual Private Clouds (VPCs) prevent unauthorized access. Paid customers retain full ownership of their data.\nIdentity Management\nWith Enterprise plan, manage access with any identity provider that supports SAML and SCIM, including Azure AD, Okta, OneLogin, and more. Securely deploy Vizcom across your entire organization.\nService Reliability\nOur service is available 24/7/365 across multiple data centers. Real-time status updates and built-in version history ensure uninterrupted access and transparency.\nYour privacy rights are important to us\nVizcom is committed to the highest standards of privacy and data protection. We adhere to stringent global regulations and best practices to ensure that all customer and employee personal information is handled with the utmost care and confidentiality.\nYour data belongs to you\nVizcom is committed to keeping your information secure and private. Your content is important to you and we take the responsibility of protecting it seriously. We’ve defined roles and responsibilities in our Shared responsibility security model to help you understand your responsibilities.\nThe details on what data we collect, how we collect it, what we do with it are available in our Privacy Policy.\nWhat are the license terms of my generated images?\nVizcom does not own your work. The designs you create using our platform, the ideas you visualize, are 100% owned by you. This applies to both free and paid users. We also want to make clear that your data is completely private and will never be shared your with a third party. Whether you're a free user or a paid user, only you and the collaborators you invite can view or access your creations.\nFor **free users**, while we do use the images generated on our platform to improve our services, we do not claim ownership over your designs, concepts, or original ideas. You retain full ownership of your intellectual property.\nFor **paid users**, your images and designs remain entirely private and are not used by Vizcom in any capacity. Every design, every concept, every image you create or upload to Vizcom is yours and kept private.\nCheck out our pricing page\nFAQ\nWhat are the security benefits of a cloud-native infrastructure?\nHow do I report a potential security vulnerability in Vizcom products?\nWhat personal data does Vizcom access, store, or process from customers?\nDoes Vizcom have any rights to my data?"
  },
  "page 32": {
    "title": "Our Mission",
    "source_url": "https://www.vizcom.ai/blog-detail/2/our-mission",
    "plain_text": "Our Mission\nFeb 4, 2025\nAs we step into 2025, our journey of building tools that accelerate your process continues. After a month immersed in discovery and development of new features and workflows, we want to remind you of our purpose: to redefine how design takes shape, one bold idea at a time.\n—\nOnce, design was raw, untamed. A pen in hand, an idea sparked, and the future began its slow translation onto paper. Blueprints, napkins, notebooks—the origins of every object that defines our lives.\nBut the journey from sketch to substance has always been grueling.Hours bent over desks, revising and refining. Weeks to render a vision clear enough for others to see. Months—sometimes years—before that idea reached its true form in the real world.\nYet, the tools we relied on were never the problem. They were mirrors to our ambition, but also the limits of our reach. Now, as the pace of creation accelerates, our tools must evolve too. Design can no longer be constrained by process or hindered by time.\nWe believe it’s time to rethink not just the tools we use, but the very flow of creativity itself. At Vizcom, we see a world where anyone with a vision can bring it to life—instantly. Sketches breathe into renders, renders evolve into models, and the impossible becomes intuitive.\nThis is a future powered by AI. Not as a replacement for your voice but as an extension of it. A collaborator, tuned to your style, your instincts, and your aesthetic, moving at the speed of thought to unlock dimensions of your creativity you’ve yet to explore.\nImagine a world where design is not bound by repetition or delay, but one where you can iterate endlessly, choosing only what matters most. Where every artist has the power to refine their craft in seconds, turning sparks of inspiration into fully realized visions without compromise.\nWe believe design is the art form of our age. And every sketch is the beginning of a legacy—yours to shape. Together, let’s create tools that not only accelerate your process, but expand what you believe is possible.\nThe future isn’t waiting to be built. It’s sketching itself into existence, one idea at a time. **Let’s draw it together.**\n—\nWe are building Vizcom for designers like you. What is your dream tool? What features would accelerate your workflow? Drop us an email at contact \\[at\\] vizcom.co . We’d love to hear from you. Thank you for believing in us as a team, we promise to not disappoint you this year.\n— The Vizcom Team"
  },
  "page 33": {
    "title": "Make It Real: Vizcom at Milan Design Week",
    "source_url": "https://www.vizcom.ai/blog-detail/2/make-it-real-vizcom-at-milan-design-week",
    "plain_text": "Make It Real: Vizcom at Milan Design Week\nApr 18, 2025\nAt Vizcom, Make it Real isn’t just a mantra. It’s the core of everything we build. This year at Milan Design Week, we put that belief into action by launching a global challenge with Decibel: reimagine the future of furniture through the lens of Vizcom and industrial design. Designers from around the world used Vizcom to develop their visions for the next generation of chairs and we took the winning concepts from 2D to full-scale reality, brought to life with robotic 3D printing and unveiled on the world’s biggest design stage.\nWe received more than 200 submissions from designers across the globe. Each one brought fresh perspectives and pushed the boundaries of form, function, and fabrication. The creativity was undeniable. But for our jury, the real challenge was selecting concepts that not only stood out visually but could also be brought to life at full scale using Decibel's advanced additive manufacturing process.\nDesigner Spotlight: Brett Akop’s “Lou” Rocker\nOne of the standout pieces from the instillation was _Lou_, a 3D-printed rocking chair developed by designer Brett Akop. Created in Vizcom and shaped by a nonplanar printing toolpath, _Lou_ redefines what’s possible when digital ideation meets advanced fabrication.\nDesigned by Brett Akop, _Lou_ is a 3D-printed rocking chair that began with a single sketch in Vizcom. Brett used the tool to quickly explore silhouette, proportions, and form, allowing him to move fluidly between hand-drawn ideas and rendered visualizations. The chair’s flowing geometry was shaped with both intent and experimentation in mind, made possible by the fast iteration cycle Vizcom enables.\nWhat makes _Lou_ remarkable is not just its form, but how that form was created. The design takes full advantage of a nonplanar printing path, allowing the surface to curve smoothly in three dimensions without traditional layering. This approach eliminates the rigid, stepped look often associated with 3D printing, and instead produces a tactile, seamless flow that mirrors the elegance of the original sketch.\nBy designing directly for fabrication, Brett embraced the material behavior and constraints of robotic extrusion. The chair’s cantilevered sides, nested curvature, and single-piece construction are all intentional moves made early in Vizcom and carried through to the final print. The result is a piece that feels both sculptural and functional—a design made for the future, from the very first line.\nThe KAVE Chair by Andrew Schainker\nBounce Lounge Chair by Philippe Bietenholz\n_🥇_ 1st Place: \"Crystal\" by Deniz Aktay\nArchitect and designer **Deniz Aktay** delivered a standout piece with _Crystal_. The design balanced architectural precision with sculptural elegance, making it both visually striking and ready for production.\nPrinted at full scale, _Crystal_ became the centerpiece of the installation at **Alcova SNIA**, a long-abandoned textile factory reclaimed by nature and transformed into a living lab for the future of furniture.\n2nd Place: \"REVERIE\" by Go Kul\nGo Kul’s REVERIE** stood out for its fluid elegance. A single, organic sheet folded into a poetic and functional form, the design was quiet yet confident. Simple at first glance, it revealed a high level of technical refinement and captured the strength of restraint in design.\n3rd Place: \"Kokoko\" by Sascha Sartory\nSascha Sartory’s KOKOKO** explores the rhythm of geometry through softness and structure. Based in Cologne, Sartory brought a blend of modular thinking and sculptural clarity to the competition with a lounge chair that invites stillness without sacrificing personality.\nKOKOKO is formed from a single flowing surface, where convex and concave curves fold together into a balanced silhouette. Inspired by Japanese minimalism and informed by sustainable, thoughtful design, the chair adapts easily between indoor and outdoor spaces. It’s light in appearance, grounded in comfort, and speaks to a quieter kind of innovation that encourages pause, reflection, and a return to essential form.\nWatch the recap: Link\nMeet the Jury\nTo narrow down over 200 global submissions, we assembled a panel of industry leaders across design, manufacturing, and emerging technology. Each submission was judged on creativity, originality, and feasibility for full-scale 3D printing.\nTop 10 Finalists\nBeyond the top three, we’re excited to celebrate the full list of Top 10 Finalists. Each designer brought a distinct perspective to the challenge, offering ideas that ranged from biomorphic forms to clever modular systems. Together, they reflect the global reach of the Vizcom community and the powerful blend of imagination and precision that defines this new era of design.\n1\\. Crystal – Deniz Aktay (Germany)**\n_🥇 Winner_\n2\\. REVERIE – Go Kul (India)**\n_🥈 2nd Place_\n3\\. Kokoko – Sascha Sartory (Germany)**\n_🥉 3rd Place_\n4\\. Omni Rocker – Chuck Hamilton (USA)**\n5\\. Squeeze Chair – Andrew Lee (USA)**\n6\\. FLUX LOUNGE – Noah James Young (USA)**\n7\\. New Space Age – Michael John Sweers**\n8\\. Flourish – Mads Ingvorsen (Copenhagen, Denmark)**\n9\\. Extructus – Andrew Roberts (United Kingdom)**\n10\\. The Dinamico Chair – Andrew Attivissimo (USA)**"
  },
  "page 34": {
    "title": "404",
    "source_url": "https://www.vizcom.ai/404",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\n404\nThe page you are looking for doesn't exist or has been moved. Please go back to the homepage.\nGo back home"
  },
  "page 35": {
    "title": "The relationship between sketches and prompts",
    "source_url": "https://www.vizcom.ai/edu-prompting-old/guide/the-relationship-between-sketches-and-prompts",
    "plain_text": "Search the guide …\n\\\\\n\\\\\nVIZCOM\nGetting Started\nIntroduction Vizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompt as design intent The relationship between sketches and prompts\nThe relationship between sketches and prompts\n‹ Prompt as design intent"
  },
  "page 36": {
    "title": null,
    "source_url": "https://www.vizcom.ai/privacy-policy",
    "plain_text": ""
  },
  "page 37": {
    "title": "Index",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/index",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nIndex\nadfdsfsda"
  },
  "page 38": {
    "title": "AI as a Design Partner: A Conversation with Dennis Johann Mueller",
    "source_url": "https://www.vizcom.ai/blog/using-vizcom-as-a-co-creator-a-new-era-for-footwear-design",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nAI as a Design Partner: A Conversation with Dennis Johann Mueller\nFeb 5, 2024\nWe had the privilege of interviewing Dennis Johann Mueller, a visionary Footwear Designer, who is at the forefront of integrating Artificial Intelligence into the creative process of design.\nMueller has embraced AI tools since 2021, finding in them not just a novelty but a profound potential to enhance the design journey. His work, particularly with Vizcom, showcases a symbiotic relationship between human creativity and machine intelligence, transforming the way we think about design, collaboration, and innovation.\nAs we explore Mueller's philosophy and workflow, we see a journey that begins with a solitary idea and evolves through constant exchange into a fully fleshed-out product idea, ready to be refined and introduced to the world.\nBelow, Dennis shares his insights and experiences, offering a first-person perspective into how he's integrated AI tools like Vizcom into his creative processes.\nWhat's a misconception about AI's role in design?\n_The Creative Co-Worker_\nPeople are always afraid of the New. I´m always curious about it. So I started using AI design tools in 2021 and back then I thought it was kind of a nice gadget to play around with but did not see the whole potential behind it.\nFor sure AI in general is under discussion and that's an important thing to do now to compare the positive and negative effects it could cause. But to find out the potential, you need to try it and judge later on. I started using Vizcom heavily at the beginning of 2023. A thing I fell in love with was the intuitive user interface. Nothing distracts you, the functions are very clear and the settings are not overwhelming.\nI always begin with a hand-drawn sketch and a self-written prompt, laying the groundwork for my ideas in a traditional creative manner before digital rendering. Many misunderstand this part, but to me, it's akin to an early-stage collaborator where I share initial concepts shortly after starting a project. Effective communication, even in these nascent stages, is crucial for success. Engaging in clear, unbiased exchanges with tools like AI can significantly enhance the outcome.\nI´m not saying that you should always use AI tools but in some cases, it makes sense, especially when you're stuck with new ideas and have a kind of writer's block in design. Then I always use a sketch and put it into Vizcom to create new ideas or give the initial idea a twist, edge, and/or life.\nAnother misconception is that AI tools should just render out the idea you had in your mind. I use Vizcom very organically and go with the flow. But what does this mean? I never get stuck too much on that first idea.\nI trust my instincts and stay alert for the intriguing. This approach requires a creative lens to spot and appreciate unique elements. Whenever something catches my eye, even a minor detail, I make a note of it to possibly blend with other designs, shapes, or materials later. I frequently employ Procreate for initial sketches, then transfer these ideas into Vizcom to add realism and depth.\nTry to see Vizcom as an extension of your creative mind rather than an enemy who's stealing your job. At the end, we still guide the whole journey and make the decisions.\nHow do you balance Vizcom with human-centric design?\nIn designing footwear, starting with the last is crucial, particularly for performance shoes, to ensure proper ergonomics and fit from the beginning. Typically, I begin with a side-view sketch as my foundation. From there, I refine my ideas by moving on to Vizcom. This stage helps me either polish my initial concept into a rendered version or explore new design directions.\nA common misunderstanding about AI is thinking that once it generates hyper-realistic images, the work is complete. However, creating designs that truly cater to human needs involves multiple steps to ensure the final product is genuinely effective.\nHow do you see AI influencing the design process in the next 5 years?\nI told a lot of friends that it's an exciting time to be a designer. Sure we have some serious challenges to tackle but as soon as everybody understands the power of collaboration beautiful things can happen. Collaborations in all ways, people from different departments, companies, countries, and backgrounds, but also man and machines.\nIn the next 5 years, a lot of repetitive activities will be heavily influenced by AI in design. CMFs, Tech Packs, 3d to manufacture are just a few topics creatives won't spend as much time on as they used to. This is amazing because then we will have more resources to invest in storytelling, experimenting, questioning the status quo, finding real sustainable solutions, and interacting with people more often again.\nBesides the quantity and quality of creative ideas within a shorter timeframe will increase a lot. So, there needs to be good designers and core team members to judge all these results to take the right path.\nDescribe the most exciting aspect of merging industrial design with Vizcom.\nAs mentioned in the beginning, the real strength is having a coworker now all the time. Playing ping pong with ideas creates a unique energy where sometimes it doesn't feel like work. It's more like being in a flow state, comparable with a runner's high where one idea leads to the next.\nIt can get you addicted in a way. It's that magical moment when Vizcom renders out a new vision in such a hyper-realistic way, that you feel that there is something special the world did not see before.\nHow can young designers & students best prepare for the AI-driven design landscape?\nI've always been a huge fan of building fundamentals in the beginning. Especially living in a digital world, we need to learn the basics like model making to understand our physical world first. This is a very important step a lot of creatives nowadays are missing.\nTo create innovative designs that stand the test of time, we must master ergonomics, refined silhouettes, seamless surface transitions, and the principles of the golden ratio, among other skills. It's crucial for young designers to begin incorporating these tools early in their careers. However, it's equally important for the emerging design culture to remain critical and challenge the status quo.\n👉 Learn more about Dennis Johann Mueller and his work **here**"
  },
  "page 39": {
    "title": "Vizcom Secures $5M in Seed Funding",
    "source_url": "https://www.vizcom.ai/blog-detail/2/vizcom-secures-seeed-round",
    "plain_text": "Vizcom Secures $5M in Seed Funding\nJan 12, 2023\nIntroduction\nVizcom has recently secured $5M in seed round funding to further develop its cutting-edge AI-powered design tool. With this round of funding, Vizcom aims to make its product even more intuitive, powerful, and user-friendly, while also introducing new features that will allow for more control, speed, and creativity in the ideation phase of the design process.\nThe seed round was led by Unusual Ventures, who were impressed with Vizcom's innovative approach to product design, energy & grit, and having skin in the industrial design game. With this funding, Vizcom will be able to continue its mission of helping designers ideate new and creative designs quickly, while also empowering them to render designs quickly in the fast moving era of AI.\nCEO Jordan Taylor (left) and CTO Kaelan Richards (right), co-founders of Vizcom.ai\nCEO Jordan Taylor was previously an automotive designer for Honda, where the concept of using AI to reduce rendering times of the design process was a solution to the problems he and his colleagues were facing.\n\"This round of seed funding has given us the runway to really make our AI-powered design tool more powerful and useful than ever for designers,\" said CEO Jordan Taylor of Vizcom. \"We believe that our tool has the potential to revolutionize the way that designers work, and we look forward to continuing to listen to our customers and make improvements that meet their evolving needs.\"\nVizcom's AI-powered design tool has already received positive feedback from professional designers and design students who have used it to create physical product designs, in the automotive, fashion, furniture, and manufacturing industry. With this seed round funding, Vizcom will be able to enhance its tool even further, making it easier than ever for designers to maintain authorship over the generated designs and still feel ownership over the final designs.\nConclusion\nThank you for supporting Vizcom, and we look forward to continuing to empower designers with the power of AI."
  },
  "page 40": {
    "title": "Sketch with intent",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/sketch-with-intent",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nSketch with intent\nAs design tools evolve, core principles remain essential. Understanding form, proportion, material properties, ergonomics, and manufacturing constraints becomes even more critical when working with AI assistance.\nThese fundamentals allow you to:**\nProvide sketches that effectively communicate your intent\nEvaluate AI outputs with a critical eye\nKnow when to accept AI suggestions and when to override them\nMaintain design integrity throughout the process\nVizcom works best when guided by your design knowledge rather than when you expect AI to substitute for it.\n‹ Vizcom as a tool\nVizcom in your workflow ›"
  },
  "page 41": {
    "title": "VIZCOM FOR EDUCATION  Welcome to the Ambassador Program!",
    "source_url": "https://www.vizcom.ai/student-ambassador/apply",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nVIZCOM FOR EDUCATION  Welcome to the Ambassador Program!\nIf you're excited about shaping the future of AI and design and want to share your knowledge with your peers, we encourage you to apply to the Vizcom Student Ambassador Program.     **We can't wait to get to know you!**\nPersonal Information\nName\nUniversity / school you are attending\nCountry\nUniversity or school email\nPlease enter your university student email address. This is essential for both the application process and participation in the program!\nWhat is your major?\nIf you are located in the United States, you MUST fill this question out. If you do not have a major, please list \"Other\"\nSelect…Industrial Design:Product DesignAutomotive / MobilityTransport DesignFootwear DesignHuman Centered DesignErgonomicsFurniture DesignDesign for ManufacturingRapid PrototypingIndustrial Materials and ProcessesDigital FabricationPackaging DesignSmart Product DesignDesign:Graphic DesignInteraction DesignUX/UI DesignMotion DesignGame DesignDesign ThinkingVisual CommunciationDesign Systems and StrategiesService DesignSustainable DesignArtFine Arts (Painting, Sculpture, Drawing)Digital ArtsPhotographyInstallation ArtMedia ArtsPerformance ArtTheater DesignSet DesignFashion or Textile DesignPrintmakingSound ArtMixed MediaArt History and TheoryArchitecture, Urban, or Landscape Design:Architectural DesignUrban Planning and DesignLandscape DesignEnvironmental DesignBuilding Technology and MaterialsComputational DesignInterior DesignArchitecture History and TheoryEngineering:Mechanical EngineeringElectrical EngineeringMaterials ScienceMechatronicsStructural EngineeringSustainable EngineeringRoboticsEngineering DesignCAD/CAM TechnologiesSystems EngineeringOther\nGraduation year\n202520262027202820292030203120322033\nDate of birth:\nLinkedIn Profile\n(If you don’t already have a LinkedIn profile, please create one, as it is required for entry into the Ambassador Program.)\nInstagram (optional)\nBehance (optional)\nYou & the Student Ambassador Program\nTell us more about your design experience, whether it's related to your major or not\nSelectIndustrial design and product developmentArchitectureInterior designEngineeringPrototypingConcept artIllustrationGraphic designAutomotive design / mobilityFootwearUX/UI designAnimation and motion designCAD/CAMFashion and textile designVisual and fine artSculptureGame design & developmentTransportation designJewelry and accessory designSet and exhitibion designVirtual and augmented reality3D printing and fabricationAI-driven design and generative artSustainable designEntrepreneurship and startup cultureReseaarch and design strategyOther (please specify)\nIf something is not listed, please specify here\nWhat excites you about becoming a Vizcom Student Ambassador?\nConsider what you'd like to focus on during your time in the program.\nSelectTeaching and mentoring othersCommunity building & networkingSocial media and content creationPublic speaking and presentationAdvocating for innovation in designEvent planning and coordinationWriting and storytelling for designVideo production and editingLeading workshops and training sessionsCreating design tutorials and guidesBuilding partnerships with student organizationsHosting online or in-person design meetups\nHow do you currently use AI in your design process?\nChoose I haven't used AI in my design process yetExperimenting with AI for inspiration and ideationUsing AI for rendering and visualizationSketching and refining ideasIntegrating AI into 3D modeling workflowsUsing AI for color, material, and texture explorationUsing AI to enhance design presentationsCreating mood boards and style guidesTraining custom AI modelsLeverating AI for rapid prototypingEnhancing photorealism in renderings with AIOther (please specify)\nWhat ideas do you have for engaging other students with Vizcom? (optional)**\nThe information you provide here, along with your use of and access to the Vizcom EDU plan, is subject to our Terms of Service and Privacy Policy. By submitting this form and using the Vizcom EDU plan, you confirm that you are at least 13 years of age.\nYes, I agree\nI confirm that I am a student affiliated with the institution I have specified. You are required to keep proof of enrollment, as Vizcom may request it to verify your eligibility for the Vizcom EDU plan.\nYes, I agree\nSubmit"
  },
  "page 42": {
    "title": null,
    "source_url": "https://www.vizcom.ai/student-ambassador/module-1-thank-you",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin"
  },
  "page 43": {
    "title": "Module 2",
    "source_url": "https://www.vizcom.ai/student-ambassador/module-2b",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nModule 2\nCommunity Engagement\nIn this module, you’ll create educational content and engage with the design community by producing a YouTube tutorial and a social media post (on LinkedIn or Instagram).     You’ll submit two pieces in total: one video and one post. Refer to the examples below for guidance."
  },
  "page 44": {
    "title": "What are prompts?",
    "source_url": "https://www.vizcom.ai/edu-prompting-old/guide/what-are-prompts",
    "plain_text": "Search the guide …\n\\\\\n\\\\\nVIZCOM\nGetting Started\nIntroduction Vizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompt as design intent The relationship between sketches and prompts\nWhat are prompts?\nasdf\n‹ Vizcom in your workflow\nPrompt as design intent ›"
  },
  "page 45": {
    "title": null,
    "source_url": "https://www.vizcom.ai/professor-edu-form",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nWelcome to Vizcom's\nEDU Program for Educators!\nThank you for signing up for Vizcom's EDU Program for Faculty & Educators.\nTo support you effectively, please share more about your field of study, course structure, and how you plan to use Vizcom in your teaching.\nPLEASE NOTE:** this form is for **instructors, educators,** and **professors.** If you are a student, you can apply for an EDU subscription on the main Education Page.\nFirst & last name (your full name)\nSchool name\nAcademic email\n\\\\* **Please note:****all personal email domains (gmail, hotmail, yandex, etc) will be automatically rejected**\nLinkedIn Profile (optional)\nRole\nPrimary field of instruction / area of study\nSelect…Industrial Design:Product DesignAutomotive / MobilityTransport DesignFootwear DesignHuman Centered DesignErgonomicsFurniture DesignDesign for ManufacturingRapid PrototypingIndustrial Materials and ProcessesDigital FabricationPackaging DesignSmart Product DesignDesign:Graphic DesignInteraction DesignUX/UI DesignMotion DesignGame DesignDesign ThinkingVisual CommunciationDesign Systems and StrategiesService DesignSustainable DesignArtFine Arts (Painting, Sculpture, Drawing)Digital ArtsPhotographyInstallation ArtMedia ArtsPerformance ArtTheater DesignSet DesignFashion or Textile DesignPrintmakingSound ArtMixed MediaArt History and TheoryArchitecture, Urban, or Landscape Design:Architectural DesignUrban Planning and DesignLandscape DesignEnvironmental DesignBuilding Technology and MaterialsComputational DesignInterior DesignArchitecture History and TheoryEngineering:Mechanical EngineeringElectrical EngineeringMaterials ScienceMechatronicsStructural EngineeringSustainable EngineeringRoboticsEngineering DesignCAD/CAM TechnologiesSystems EngineeringOther\nNumber of students in your class / course (optional)\nThe following questions are optional, but the more we understand about how you plan to use Vizcom, the better we can customize our support to suit your needs.\nHow do you plan to integrate Vizcom's tools into your existing curriculum? (optional)**(eg. as part of a class project, visual communication, rapid prototyping, etc.)\nAre you working on any research, PhD, or thesis projects using Vizcom tools? (optional)**(Please provide a brief description of your project if applicable)\nThe information you provide here, along with your use of and access to the Vizcom EDU plan, is subject to our Terms of Service and Privacy Policy. By submitting this form and using the Vizcom EDU plan, you confirm that you are at least 13 years of age.\nYes, I agree\nI confirm that I am a student, educator, or administrator affiliated with the institution I have specified. You are required to keep proof of enrollment, as Vizcom may request it to verify your eligibility for the Vizcom EDU plan. If you have misrepresented your eligibility in violation of our terms of service, you agree to compensate Vizcom for any service fees that were waived based on the information you provided about your status.\nYes, I agree\nSubmit"
  },
  "page 46": {
    "title": null,
    "source_url": "https://www.vizcom.ai/enterprise",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nAdvanced Security\nCentralized administration for admins\nManage users, teams, billing, and shared resources across your company from a single admin dashboard.\nSecure access and onboarding\nDeploy Vizcom company-wide with confidence via SAML SSO, SCIM provisioning, domain capture, and network access controls\nGranular controls and greater visibility\nFine-tune settings to meet global and group-specific needs and get insights into activity happening across your company\nLearn more\nCustom Model\nGet a version of Vizcom exclusively trained on your design history and assets to rapidly iterate concepts that embody your brand's unique aesthetic and style.\nRead More\nScalability\nAccess relevant assets in organized workspaces at any scale.\nCollaboration\nBenefit from precise, early-stage feedback to facilitate rapid iterations and a smoother transition from concept to production.\nBring Vizcom to your company today\nContact Sales"
  },
  "page 47": {
    "title": "Module 1  Introduction",
    "source_url": "https://www.vizcom.ai/student-ambassador/module-1",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nModule 1  Introduction\nWelcome to the Vizcom Student Ambassador Program!**  In this module, you’ll be creating and submitting a Vizcom Workbench project.\nOur main goal is to see how you apply your skills using Vizcom. Once your project is complete, please submit the URL to your finished Workbench project below.\nBefore you begin …\nPlease review both the **example projects** and the **submission expectations**—these will help clarify what we’re looking for. While we’ve provided some guidance, you’re encouraged to be creative and bring your own voice and style to the work.\nExample Projects:\nExample 1:** Footwear Design (click to enlarge)\nExample 2:** Industrial Design (click to enlarge)\nSubmit your Workbench\nOnce you've completed your workbench project, enter the workbench URL and click submit. Please remember to select \"Anyone with link\" when you submit your URL:\nYour name\nSchool email\nEnter your workbench URL here and submit\nSubmit my Workbench Project\nModule 1  Introduction\nIn Module 1, you’ll **create and submit a Vizcom Workbench project**. We’ve included a few examples to help guide you. Once your project is submitted, you’ll receive instructions for moving on to Module 2."
  },
  "page 48": {
    "title": null,
    "source_url": "https://www.vizcom.ai/subprocessors",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\n| Authorized Contractor Resource | Role / Purpose | Location | EU Personal Data Processing |\n| --- | --- | --- | --- |\n| Amazon Web Services, Inc.<br>410 Terry Ave, Seattle 98109, WA, USA<br>AWS Data Protection Officer, aws-dpo@amazon.com | Cloud infrastructure service provider | Global (AWS data centers, including US-based)<br>International data transfer:AWS Data Processing Addendum with Standard Contractual Clauses | Storage and processing of customer data<br>Nature:Automated<br>Duration:As long as customer uses AWS services |\n| Google LLC<br>1600 Amphitheatre Parkway, Mountain View, CA 94043, USA<br>Google Data Protection Office, data-protection-office@google.com | IT productivity and collaboration | Global (Google data centers)<br>International data transfer:Google Cloud Data Processing and Security Terms with Standard Contractual Clauses | Email and document storage, collaboration tools<br>Nature:Automated<br>Duration:As long as customer uses Google Workspace |\n| Datadog, Inc<br>Datadog, Inc 620 8th Avenue, New York, NY 10018, USA<br>Datadog Privacy Team, privacy@datadoghq.com | Infrastructure performance monitoring platform | USA and EU (Datadog data centers)<br>International data transfer:Datadog Data Processing Agreement with Standard Contractual Clauses | Monitoring and analysis of infrastructure performance data<br>Nature:Automated<br>Duration:As long as customer uses Datadog services |\n| Mixpanel<br>1 Front St. San Francisco, CA 94111, USA<br>Mixpanel Legal Team, legal@mixpanel.com | Product Analytics | USA<br>International data transfer:Mixpanel Data Processing Addendum with Standard Contractual Clauses | Analysis of product usage data<br>Nature:Automated<br>Duration:As long as customer uses Mixpanel services |\n| Sentry (Functional Software, Inc.)<br>1501 Mariposa St #408, San Francisco, CA 94107, USA<br>Virginia Badenhope, General Counsel, legal@sentry.io | Error tracking and performance monitoring | Global (US-based)<br>International data transfer:SCCs in place for EU data transfers | Application error tracking and performance monitoring<br>Nature:Automated collection and analysis of error logs and performance data<br>Duration:Ongoing, for the duration of the service agreement |\n| Cloudflare, Inc.<br>101 Townsend Street, San Francisco, CA 94107, USA<br>Emily Hancock, Data Protection Officer, legal@cloudflare.com | Content delivery network and DDoS protection | Global (US-based, with data centers worldwide)<br>International data transfer:SCCs in place for EU data transfers | Content delivery and security services<br>Nature:Routing and caching of web traffic, DDoS mitigation<br>Duration:Ongoing, for the duration of the service agreement |\nChangelog\nDecember 10th, 2024: Added new contractors\nNovember 26th, 2024: Updated contractor list\nJune 16th, 2024: Updated contractor list"
  },
  "page 49": {
    "title": null,
    "source_url": "https://www.vizcom.ai/student-ambassador/confirm",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin"
  },
  "page 50": {
    "title": "Vizcom Secures $5M in Seed Funding",
    "source_url": "https://www.vizcom.ai/blog/vizcom-secures-seeed-round",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nVizcom Secures $5M in Seed Funding\nJan 12, 2023\nIntroduction\nVizcom has recently secured $5M in seed round funding to further develop its cutting-edge AI-powered design tool. With this round of funding, Vizcom aims to make its product even more intuitive, powerful, and user-friendly, while also introducing new features that will allow for more control, speed, and creativity in the ideation phase of the design process.\nThe seed round was led by Unusual Ventures, who were impressed with Vizcom's innovative approach to product design, energy & grit, and having skin in the industrial design game. With this funding, Vizcom will be able to continue its mission of helping designers ideate new and creative designs quickly, while also empowering them to render designs quickly in the fast moving era of AI.\nCEO Jordan Taylor (left) and CTO Kaelan Richards (right), co-founders of Vizcom.ai\nCEO Jordan Taylor was previously an automotive designer for Honda, where the concept of using AI to reduce rendering times of the design process was a solution to the problems he and his colleagues were facing.\n\"This round of seed funding has given us the runway to really make our AI-powered design tool more powerful and useful than ever for designers,\" said CEO Jordan Taylor of Vizcom. \"We believe that our tool has the potential to revolutionize the way that designers work, and we look forward to continuing to listen to our customers and make improvements that meet their evolving needs.\"\nVizcom's AI-powered design tool has already received positive feedback from professional designers and design students who have used it to create physical product designs, in the automotive, fashion, furniture, and manufacturing industry. With this seed round funding, Vizcom will be able to enhance its tool even further, making it easier than ever for designers to maintain authorship over the generated designs and still feel ownership over the final designs.\nConclusion\nThank you for supporting Vizcom, and we look forward to continuing to empower designers with the power of AI."
  },
  "page 51": {
    "title": "Vizcom Achieves SOC 2 Type 1 Compliance",
    "source_url": "https://www.vizcom.ai/blog/soc-2-type-1-compliance",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nVizcom Achieves SOC 2 Type 1 Compliance\nJun 15, 2023\nIntroduction\nWe’re excited to share some momentous news with our valued clients and partners: Vizcom has officially achieved SOC 2 Type 1 compliance! This significant milestone underscores our relentless commitment to implementing top-notch security measures that keep your data safe and secure.\nWhat SOC 2 Type 1 Means for You\nService Organization Control (SOC) 2 Type 1 is an auditing procedure that ensures service providers like Vizcom securely manage your data to protect the interests of both the organization and the privacy of its clients. It focuses on non-financial reporting controls related to security, availability, processing integrity, confidentiality, and privacy of a system.\nIn practical terms, SOC 2 Type 1 compliance gives you, our client, the assurance that we have met the industry’s high standard for security controls. This compliance serves as third-party validation of the design and implementation of our security processes, thus instilling a higher level of trust in our platform.\nOur Journey to SOC 2 Type 1 Compliance\nAchieving SOC 2 Type 1 compliance has been a rigorous but highly rewarding journey. It involved the meticulous efforts of our DevOps, Security, and Compliance teams to align our practices with the high standards set by SOC 2 Type 1 requirements.\nFrom securing our cloud-based infrastructure on AWS, employing AES-256 encryption for data at rest and in transit, to implementing role-based access controls, every layer of our platform has been scrutinized and fortified.\nTransparency and Trust\nWhile achieving SOC 2 Type 1 is an accomplishment we are proud of, it's not the final destination in our journey toward ensuring a secure and compliant platform. It serves as a baseline that informs and enhances our ongoing efforts to make Vizcom a safe environment for industrial designers from renowned enterprises such as Ford, Nike, and Toyota.\nConclusion\nWe would like to extend our deepest gratitude to our dedicated team and our loyal clients who trust us with their invaluable data. Achieving SOC 2 Type 1 compliance is just another step in our ongoing mission to provide a secure, reliable, and efficient platform that lets you focus on what you do best—designing the future.\nFeel free to reach out to us if you have any questions or would like to know more about what our SOC 2 Type 1 compliance means for your organization."
  },
  "page 52": {
    "title": null,
    "source_url": "https://www.vizcom.ai/privacy-policy-0309",
    "plain_text": ""
  },
  "page 53": {
    "title": "The next generation of product visualization",
    "source_url": "https://www.vizcom.ai/old-home",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nThe next generation of product visualization\nFrom sketch to render in seconds.\nGet Started\nWatch Demo\nIncrease efficiency with infinite design variations.\nSee your sketches and ideas come to life in seconds\nMaintain authorship over your creations\nOur familiar, built-in sketch tools and layers allow for more creative control.\nTry Vizcom\nImport 3D files\nQuickly visualize your 3d models with a simple text description\nLearn more\nVizcom Enterprise Security\nPeace of mind by design.\nTotal privacy\nWe never share or sell your data. All files are stored securely in our cloud environment.\nYour IP is safe\nWith any premium subscription, you retain full ownership of any IP or designs created on our platform.\nIsolated environments\nYour files are stored in isolated accounts away from other users.\nEncrypted storage\nFiles are encrypted both in transit and at rest in our cloud environment.\nCompliance assured\nSOC 2 Type 1 certified. Design with confidence, we handle the compliance.\nClear terms of service\nOur terms state we will not use your files beyond providing our services to you.\nLearn more about Vizcom for your organization\nWe offer simple and transparent pricing for professional design teams of all sizes.\nLearn More\nCollaborate seamlessly with others\nBuild a workspace to collaborate on design files with your team.\nGet Started"
  },
  "page 54": {
    "title": null,
    "source_url": "https://www.vizcom.ai/demo-confirmation",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nWe're on it!\nThank you for reaching out, we'll be following up soon to confirm a time to meet. Check out how our enterprise customers trust Vizcom in their product development process."
  },
  "page 55": {
    "title": null,
    "source_url": "https://www.vizcom.ai/careers/people-ops-manager",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin"
  },
  "page 56": {
    "title": "Vizcom in your workflow",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/vizcom-in-your-workflow",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nVizcom in your workflow\nVizcom occupies a unique position in the modern design workflow. It excels during:\nEarly ideation stages when exploring form and aesthetic\nConcept development for internal review\nTesting multiple design directions quickly\nVisualizing material and finish options\nHowever, it's most powerful when integrated with other tools:\nTraditional sketching for initial ideation\nCAD software for precision engineering\nSpecialized rendering tools for final presentation\nPrototyping methods for physical validation\nIdeally, Vizcom acts as a bridge that helps translate your rough ideas into more refined concepts that can be further developed through traditional methods.\n‹ Sketch with intent\nWhat are prompts? ›"
  },
  "page 57": {
    "title": "Announcing Vizcom's SOC 2 Type II Compliance",
    "source_url": "https://www.vizcom.ai/blog/announcing-vizcom-s-soc-2-type-ii-compliance",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nAnnouncing Vizcom's SOC 2 Type II Compliance\nJun 18, 2024\nAt Vizcom, we believe in the power of design to transform the world. Our mission is to empower visionary minds, enabling them to bring their ideas to life with unprecedented efficiency and creativity. As part of our ongoing commitment to our users and their data, we are thrilled to announce that Vizcom has achieved SOC 2 Type II compliance.\nWhat is SOC 2 Type II?\nSOC 2 (System and Organization Controls) Type II is a gold standard in data security. Developed by the American Institute of CPAs (AICPA), it evaluates an organization’s controls over time, ensuring they meet rigorous standards for security, availability, processing integrity, confidentiality, and privacy. Achieving this compliance demonstrates our unwavering dedication to protecting your data.\nWhy SOC 2 Type II Compliance Matters\nAt Vizcom, we understand that your design work is not just valuable; it’s a part of your identity. Our Palette engine is built to develop your unique style, and it’s essential that your data remains secure throughout this process. SOC 2 Type II compliance reassures you that your creative assets and personal information are handled with the highest level of security and care.\nOur Journey to Compliance\nOur journey to SOC 2 Type II compliance was driven by our core values: authorship, personalization, security, and privacy. We meticulously assessed potential risks, developed comprehensive policies, and implemented robust security measures to safeguard your data. This process included:\nRisk Assessment:** Identifying potential vulnerabilities in our systems.\nPolicy Development:** Crafting detailed policies to mitigate identified risks.\nImplementation:** Deploying advanced security controls and measures.\nContinuous Monitoring:** Regular audits and real-time monitoring to ensure ongoing compliance.\nBenefits for Our Users\nBy achieving SOC 2 Type II compliance, we are not just meeting an industry standard; we are reinforcing our commitment to you. Here’s how this milestone benefits you:\nEnhanced Data Security:** Your data is protected against unauthorized access and breaches, ensuring that your creative work remains yours.\nOperational Integrity:** Our systems operate with reliability and availability, so you can focus on what you do best—designing.\nPrivacy Assurance:** We adhere to stringent privacy standards, safeguarding your personal and creative data.\nAligning with Vizcom’s Vision\nThis achievement aligns perfectly with Vizcom’s vision of creating a world designed by you. By ensuring the highest standards of data security, we enable you to explore new categories and push the boundaries of your creativity with confidence. Our mission to accelerate the process of visionary minds is bolstered by our dedication to protecting the integrity of your work.\nLooking Forward\nWhile SOC 2 Type II compliance is a significant milestone, it is just one part of our ongoing commitment to data security. We will continue to innovate and enhance our security measures, ensuring that Vizcom remains a trusted partner in your design journey.\nThank You\nWe are deeply grateful to our team for their hard work and dedication in achieving this milestone. We also extend our heartfelt thanks to our users for their trust and support. As we move forward, we remain committed to providing you with a secure, innovative platform that empowers your creativity.\nFor more information about our SOC 2 Type II compliance and our ongoing security initiatives, please contact us at hello@vizcom.ai.\nJoin us on our journey to create a world designed by you.\nSigned,\nThe Vizcom Team"
  },
  "page 58": {
    "title": "Ideal prompt lengths",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/ideal-prompt-lengths",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nIdeal prompt lengths\nThe best prompts are concise but specific, focusing on the most important aspects of your design vision.\nThe most effective Vizcom prompts typically contain 10-30 words.** This provides enough detail to guide the AI without over-constraining it.\nExamples:\nToo short (often vague):**\n`modern chair`\nEffective length:**\n`ergonomic office chair, minimalist design, molded plywood frame, black leather upholstery, product photography, neutral background`\nToo long (potentially conflicting or over-specified):**\n`extremely modern and futuristic yet also somewhat traditional ergonomic office chair for professional environments with a minimalist Scandinavian design approach featuring molded plywood frame construction with black premium leather upholstery and polished aluminum legs positioned in an upscale office environment with large windows and dramatic lighting creating strong shadows and highlights on a neutral gray background shot with a 50mm lens`\n‹ Structure of effective prompts\nCommon prompt mistakes ›"
  },
  "page 59": {
    "title": "Sketch to 3D: A Chair Design Exploration",
    "source_url": "https://www.vizcom.ai/blog/sketch-to-3d-a-chair-design-exploration",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nSketch to 3D: A Chair Design Exploration\nJun 4, 2024\nThroughout history, the chair has been a staple for designers, constantly reinterpreted through their unique perspectives. Crafting a good chair balances form, proportions, ergonomics, and manufacturing techniques. This challenge led team member Chris Ference to consider how Vizcom’s rendering and 3D capabilities could enhance the design process and enable him to create a chair in just two days.\nThe exploration focused on creating rotomolded and injection molded chairs suitable for outdoor or dining settings. The process began with rough sketches, then transitioned into Vizcom to visualize ideas in higher fidelity. This approach allowed for the identification of strong concepts, the elimination of weaker ones, and continued ideation with greater intention and focus.\nThrough rounds of generating 3D forms, sketching over them, and generating new images, a deeper understanding of the desired chair design was achieved. Evaluating a number of 3D prints provided a new way to review and critique the work. The ability to hold the sketch in physical form was a unique aspect of the workflow that was found invaluable.\nThroughout the process, the aim was to create designs with a clear relationship between all elements of the chair, including the front legs, seat, backrest, and back feet. While drawing the side view of a chair, it was challenging to understand how this perspective would relate to the front and connect with the legs. The seat was envisioned as seamlessly connecting to the back and curving into the legs. By generating a 3D version of the sketch, a clearer understanding of how to resolve the form was gained.\nUsing the generated 3D object, consistent representations of the idea were achieved from various angles. Viewing the chair in its space through augmented reality also allowed for validation of proportions and seeing the chair at scale.\nIn just 48 hours, Chris was able to ideate, refine, 3D print, and go through several iterations of the chair. With traditional tools, he might have been constrained by the extensive time required for visualization and development, limiting his ability to create multiple unique ideas. Sketching as a basis for image and 3D generation makes the ideation process feel seamless for designers. Overall, this exercise not only demonstrates the power of Vizcom but also provides a compelling glimpse into how designers could work in more natural and intuitive ways."
  },
  "page 60": {
    "title": "Technicolor 6, Vizcom’s new render engine",
    "source_url": "https://www.vizcom.ai/blog/the-importance-of-color",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nTechnicolor 6, Vizcom’s new render engine\nDec 15, 2022\nTechnicolor 6\nMeet Technicolor 6, a powerful testament to the transformative capabilities of generative AI in the realm of artistic expression. It moves beyond replication into true imagination and creative problem-solving.\nAt the heart of TC6 is its unique understanding of color. It's not a simple replication of hues, but a combination of warm and cool tones that gives depth and emotion to the rendering. TC6 embodies a rich language of color, understanding its environment's significance and imbuing it with emotion—the essence of artistic expression\nThe TC6 Generative Render Engine is a tool that helps tell a story, convey emotion, and bridge the gap between the viewer and a world that is both familiar and futuristic. It empowers artists, allowing them to express their creativity in ways they've never imagined.\nWe are happy to continue this legacy by enabling all who have the          desire to make their visions a reality. Technicolor 6 gives us a          glimpse into the future of imagination—one we are excited to paint          together."
  },
  "page 61": {
    "title": "Jury Panel",
    "source_url": "https://www.vizcom.ai/designers-lab-series",
    "plain_text": "Submissions Closed!\n00:00:00:00\nThank you for submitting your designs to the Milan Design Week Competition!\nOur Jury Panel is now reviewing all entries. Stay tuned for updates on the finalists and winner.\nSubscribe below to stay informed about this and future Designers Lab Series competitions.\nJury Panel\nAdam Hecht\nCo-founder & Director of Additive Manufacturing at Decibel\nJordan Taylor\nCoFounder & CEO of Vizcom\nDan Harden\nCEO & Principal Designer at Whipsaw\nCharles Birshaw\nIndependent Industrial Designer\nFAQ\nWho can enter the competition?\nWhat happens to my design after I submit?\nHow will judging be conducted?\nWhat happens if I submit after the deadline?\nWhat do I have to agree to when submitting my work?\nLegal Terms & Restrictions"
  },
  "page 62": {
    "title": "Prompting with Purpose",
    "source_url": "https://www.vizcom.ai/edu-prompting-old/guide",
    "plain_text": "Search the guide …\n\\\\\n\\\\\nVIZCOM\nGetting Started\nIntroduction Vizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompt as design intent The relationship between sketches and prompts\nPrompting with Purpose\nContent\n‹ Introduction\nSketch with intent ›"
  },
  "page 63": {
    "title": "Vizcom Philosophy on AI tools",
    "source_url": "https://www.vizcom.ai/blog/vizcoms-philosophy-on-ai-tools",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nVizcom Philosophy on AI tools\nMar 23, 2023\nIntroduction\nAt Vizcom, we believe that AI-powered design tools have the potential to revolutionize the way that designers work. However, we also believe that it is important to use AI in a way that empowers designers. There is a very real fear that AI could replace us, but it is of our belief that AI is simply a tool FOR designers, to help us work quickly and more creatively.\nOne of our core values is to ensure that designers maintain authorship over the generated designs and feel ownership over the final designs. We believe that designers should have control over the design process and that AI should be used as a tool to support their creativity, rather than as a replacement for their skills.\nInstagram post on Vizcom's account page, detailing CEO Jordan Taylor's mission to responsibly and ethically use AI to empower real people.\nThe era of AI\nThe era of AI is ever evolving, with the \"move fast break things\" mentality. Here at Vizcom, we're committed to responsibly and ethically harness the power of AI with the public images, and ensuring permissions when using artist data. We also prioritize security and privacy when it comes to AI-generated designs.\nWe understand that designers may have concerns about the security and ownership of their designs, and we take these concerns seriously. We have implemented robust security measures to ensure that designs are protected and that designers have control over who can access them.\n\"We hear a lot about the fear that AI will replace jobs, but that's not quite right. AI is here to make our jobs easier - any tedious, time-consuming parts of rendering that you want to use AI for, AI will be able to assist you. The real power in designers is our creativity and our personal taste - only real people, real designers can do that.\"\nConclusion\nFinally, we believe that it is important to listen to the design community, keep a finger on the pulse of the latest developments in AI, and make improvements to our design tool that meet our community's ever evolving needs. We are committed to providing the best possible experience for our users, and we are constantly seeking feedback to ensure that our tool is meeting the needs of designers.\nThank you for choosing Vizcom, and we look forward to continuing to empower designers with the power of AI."
  },
  "page 64": {
    "title": null,
    "source_url": "https://www.vizcom.ai/careers",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nOur mission is to shorten the path from inspiration to realization drastically. We enable seamless collaboration, boundless exploration, and designs that redefine expectations. Join us in infusing magic into the design process.\nSee open positions\nTeam\nAlisa Parrett\nHead of Operations\nGergely Mihály\nProduct Expert\nNicolas de Peyer\nProduct Expert\nScott Robertson\nProduct Advisor\nOsamah Ahweedi\nAI Engineer\nMason Chen\nProduct Expert\nLouis-Remi\nSoftware Engineer\nRobert Roth\nFinance Manager\nJesse Abramson\nSoftware Engineer\nKaelan Richards\nCTO\nAlexander Hanhhauser\nHead of Sales\nChris Ference\nInteraction Designer\nVeljko Tornjanski\nHead of AI\nAlexandre Levacher\nSoftware Engineer\nNathan Menezes\nSoftware Engineer\nAishwarya Bagaria\nProduct Designer\nEden McFadden\nHead of People\nFloor van de Velde\nHead of Education\nAmy Cun\nSales Director\nJordan Taylor\nCEO\nBrooke Harrigton\nHead of Design\nDerek Dombrowski\nSales Director\nEddie Mauro\nAI Design Engineer\nEmil Lukas\nCustomer Success & Marketing\nGrégoire Divaret-Chauveau\nSoftware Engineer\nSteve Caditz\nSales Director"
  },
  "page 65": {
    "title": null,
    "source_url": "https://www.vizcom.ai/demo-request",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nSchedule a Demo\nEmail\nFirst Name\nLast Name\nCompany\nRegionSelect region...North AmericaEMEAAPACLATAM\nWhat would you like to learn about Vizcom?\nSchedule Demo\nSchedule a time \\| Chili Piper\nLoading"
  },
  "page 66": {
    "title": "Vizcom in your workflow",
    "source_url": "https://www.vizcom.ai/edu-prompting-old/guide/vizcom-in-your-workflow",
    "plain_text": "Search the guide …\n\\\\\n\\\\\nVIZCOM\nGetting Started\nIntroduction Vizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompt as design intent The relationship between sketches and prompts\nVizcom in your workflow\n‹ Sketch with intent\nWhat are prompts? ›"
  },
  "page 67": {
    "title": "Ideas in Motion: Animate in Vizcom",
    "source_url": "https://www.vizcom.ai/blog-detail/2/ideas-in-motion-animate-in-vizcom",
    "plain_text": "Ideas in Motion: Animate in Vizcom\nApr 8, 2025\nAs designers, we are storytellers. We tell stories about new ideas, how they’re used, who they’re for, and why they matter. We sketch, prototype, and render not just to visualize form, but to communicate intent.\nWith Animate, Vizcom adds motion to that storytelling toolkit. It’s a simple way to show how your concept moves, interacts, or unfolds directly from the canvas. Whether it’s a product turning, a user entering frame, or a character shifting expression, motion gives your story another layer of clarity.\nIntroducing Animation in Vizcom — Watch Your Ideas Move - YouTube\nPhoto image of Vizcom\nVizcom\n11.2K subscribers\nIntroducing Animation in Vizcom — Watch Your Ideas Move\nVizcom\nSearch\nWatch later\nShare\nCopy link\n1/1\nInfo\nShopping\nTap to unmute\nIf playback doesn't begin shortly, try restarting your device.\nMore videos\nMore videos\nLearn Vizcom in 15 minutes: A Step-by-Step Tutorial\\\\\n\\\\\nVizcom • 13K views\\\\\n\\\\\n16:24 How to quickly render your sketches and ideate in Vizcom\\\\\n\\\\\nVizcom • 14K views\\\\\n\\\\\n5:49 From Paper to Production: ONEAL's Design Journey with Vizcom\\\\\n\\\\\nVizcom • 6.7K views\\\\\n\\\\\n3:40 Apparel workflow - how to control colours and bring life into apparel renderings\\\\\n\\\\\nVizcom • 4.4K views\\\\\n\\\\\n20:34 Getting started with Palettes\\\\\n\\\\\nVizcom • 29K views\\\\\n\\\\\n6:25 Vizcom: Comprehensive Vizcom tutorial\\\\\n\\\\\nVizcom • 35K views\\\\\n\\\\\n16:03 Mix: Blend the Unexpected\\\\\n\\\\\nVizcom • 1.7K views\\\\\n\\\\\n0:40 Vizcom: How to fully control your renderings\\\\\n\\\\\nVizcom • 23K views\\\\\n\\\\\n4:31 Design with me #3 - Car design sketch rendering and ideation process.\\\\\n\\\\\nVizcom • 4.2K views\\\\\n\\\\\n22:57\nYou're signed out\nVideos you watch may be added to the TV's watch history and influence TV recommendations. To avoid this, cancel and sign in to YouTube on your computer.\nCancelConfirm\nUp NextCancelAutoplay is paused\nVizcom\nSubscribe\nSubscribed\nShare\nInclude playlist\nAn error occurred while retrieving sharing information. Please try again later.\nWatch on\n0:00\nPrevious (SHIFT+p)\") Next (SHIFT+n)\")\n0:02 / 0:36\n•Watch full videoLive\n•\nWatch on YouTube\nUsing Animate in Vizcom\nThe Animate feature can be accessed from the insert panel in Workbench. Drag in an Animate block and connect it to a generation or scene you want to bring to life. From there, all it takes is a prompt.\nPrompting for animation works a little differently than prompting for still images. Vizcom already understands your starting image, so instead of describing details about colors and textures, focus on how things _move_. What is the object doing? How should the camera react? Are there people entering the frame or interacting with your design.\n_Animation prompt: Boat, sleek white hull, sparkling blue ocean, sunlit sky, gentle waves lapping, boat rocking slightly. camera moving in waves_\nWhat kind of stories can you tell?\nDesigners are already using Animate to explore motion, context, and interaction early in the process, when ideas are still forming. Here are a few workflows and prompts you can try with your concepts.\nTurntable rotation\nShow every angle of your design by rotating it in place, like a product reveal or studio shot.\n_Animation prompt: Turntable rotation of chair design, 360 degree smooth motion orbit._\nInteraction in context\nAdd a hand reaching into frame to pick up a tool, or a user sitting in a chair, simple ways to ground your design in real use.\n_Animation prompt: Power drill, cordless design, metallic finish, robust grip, light reflections shifting. single hand entering the frame from the left gripping drill and pulling trigger, lifting drill up out of frame with smooth motion._\n_Sketch, render, environment reference, animate. Animate prompt: Pastel chunky sneaker design, person wearing shoe, white sock, person taking step forward out of frame, slight zoom out._\n_Animation prompt: People walking into frame and sitting in chairs_\nFacial expressions and body language\nFor concept art and character exploration, Animate helps visualize subtle emotion or posture shifts that bring a persona to life.\n_Animation Prompts from top left to bottom right: 1-Elf touching forehead, sighing deeply, frustrated but composed emotion. 2-Elf crossing arms, slight smirk, raised eyebrow, skeptical expression. 3-Elf raising hands to cheeks in surprised emotion. 4-Elf with angry facial expression screaming at person._\nCamera reveals\nSlowly pan across a scene to uncover details, focus attention, or add a cinematic layer to your concept presentation\n_Animation Prompt: Castle, perched on rocky cliffs, ancient stone walls, towering turrets, drone shot zoom out to show adventurer back standing on mountain looking at castle, camera focus shift to person, blurs out background, illustrative style_\nApparel Try On\nAnimate a model trying on apparel, turning in frame, or walking through space to bring fashion and product visuals to life.\n_Sketch, render, remove background, try on, animate. Animate prompt: Guy turns around, puts on the hood of the jacket and walks away from the camera._\nAccess & Availability\nSince Animate is still in beta, each plan includes a limited number of animation credits per month. This helps us ensure quality and performance as we continue to improve the feature. We’re actively working on ways to expand access and introduce options for purchasing additional credits soon.\nAnimation in the Enterprise plan includes enhanced privacy and security, which may introduce slight variations in behavior compared to other plans.\nYour ideas in motion\nWith Animate, you can now express your ideas in motion adding interaction, behavior, and emotion to your concepts in seconds. It’s not about creating a final video. It’s about communicating the essence of your idea, early and clearly.\nWe’re excited to see what you bring to life and Animate in Vizcom."
  },
  "page 68": {
    "title": "Partnership: Cycle + Vizcom",
    "source_url": "https://www.vizcom.ai/blog-detail/2/partnership-cycle-vizcom",
    "plain_text": "Partnership: Cycle + Vizcom\nFeb 14, 2023\nIntroduction\nAs an AI-powered design tool meant for professional designers, we remain vigilant for ways to engage with professional designers in order to improve our tool for real world usage. We had recently met with Cycle, a small company led by Volkswagen industrial designers Matthieu Lanternat and Simon DeFoort, dedicated to connecting students with the latest design tools and empowering them to be creative in the modern age. Once we met with the pair, we knew this would be an incredible opportunity to connect with the latest cohort of design students and get a sense of their latest design workflows and where Vizcom can supercharge their creative process.\nVizcom sponsored the February 2023 cohort of their workshop called Creative Camp, which created a heads-down pressure intensive environment where design students could get real world professional experience designing on a deadline, with a mix of old and new tools. We spent some time introducing where AI-powered design tools like Vizcom could fit into their design process.\nStudents at Rubika, a design school located in Valenciennes, France. Students are shown here testing out Vizcom, sketching their product designs.\nAs students ideated and rendered their concepts quickly on Vizcom, we asked for feedback on their experience with the AI overall as well as their opinion on Vizcom’s take on AI. We were thrilled to find that many of our design students loved using Vizcom. They were impressed with how intuitive and easy to use it was, and they found that it helped them to create better designs more quickly, and have “happy accidents” when the AI showed them something they previously would not have thought about.\n\"(Vizcom) is way better compared to other AI tools because it’s really in touch with the world of design and not too artistic like other AI image generators\" - Student at Rubika\nConclusion\nLooking back, we can see that the partnership with Cycle was an incredible opportunity to meet young designers and understand their specific design process and opinions around AI. The transparency around the fears and doubts around AI were needed to understand how we can better make technology for real people, and not replace but empower real designers. Vizcom is focused on creating an ethical, empowering tool that professional designers will love. We thank Matthieu, Simon, and the students at Rubika again for a memorable workshop."
  },
  "page 69": {
    "title": "Bridging the Gap Between 2D and 3D",
    "source_url": "https://www.vizcom.ai/blog/introducing-generative-3d-in-vizcom",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nBridging the Gap Between 2D and 3D\nApr 4, 2024\nAt Vizcom, we’re focused on building next-generation tools for designers, to enhance your creativity. Today, we are excited to continue this mission by enabling you to generate 3D geometry from a photo or drawing. This step forward makes 3D design more intuitive, enabling you to see your idea in a new dimension.\n3D models play an essential role of the design process, communicating scale, form, and materials that sketches often lack. They provide us with an understanding of how an object will feel rather than just how it looks. We're able to assess these models to make decisions, and determine how to move forward with a project.\nGiven the complexity of traditional CAD programs, creating 3D is not often part of the ideation process. Translating ideas from paper to 3D can be difficult, and takes a great deal of time to accurately capture the proportions and gesture of a sketch. This lengthy process discourages broad exploration, pushing designers towards early decision-making rather than expansive idea exploration.\nIn Vizcom, your drawing acts as the foundation for generating a 3d model. Once your sketch is rendered, a 3D model can be created in a matter of seconds. By rapidly bridging dimensions, this feature offers immediate feedback on how an idea looks and feels from all angles.\n3D can be generated from more than just a sketch. Capturing a well-lit prototype allows Vizcom to reconstruct the geometry and digitize your work.\nGenerating a 3D model is not the end of the iteration process inside of Vizcom. Models can be viewed as layers inside Vizcom, allowing you to use it as an underlay to continue sketching and generating new ideas.\nWe believe these new tools will change the way we design and develop ideas. With the ability to generate 3D from drawings, we hope designers will find themselves liberated to experiment more freely, push the boundaries of creativity, and achieve a deeper understanding of their concepts earlier in the process. This is only our first step into the world of generative 3D. We continue developing new technologies and tools that empower designers to imagine their ideas no matter the dimension.\nIn the upcoming weeks, we will be rolling out this feature inside an updated drawing interface. We can't wait to see what you make with it."
  },
  "page 70": {
    "title": "How your sketches guide AI",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/how-your-sketches-guide-ai",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nHow your sketches guide AI\nYour sketch provides the foundation that Vizcom builds upon. The clearer your sketch, the better Vizcom can interpret your intent.\nConsider:**\nLine Quality**: Confident lines communicate definite forms; sketchy lines suggest areas open to interpretation\nDetail Level**: Areas with more detail will typically be preserved more faithfully\nView Angles**: The perspective you sketch in will be maintained unless your prompt explicitly directs otherwise\nProportions**: The relative sizes and relationships in your sketch serve as a blueprint\nThe sketch doesn't need to be perfect or polished, but it should communicate your design's key features and overall form.\nExamples:\n‹ When prompting is not enough\nInfluence Percentage ›"
  },
  "page 71": {
    "title": "What is Sandbox?",
    "source_url": "https://www.vizcom.ai/sandbox",
    "plain_text": "What is Sandbox?\nSandbox is an exclusive program for designers who want to be at the forefront of design tools. As a Labs member, you'll get early access to experimental features and play a crucial role in shaping the future of Vizcom.\nEarly Access\nBe the first to try new experimental features\nShape the Future\nDirect influence on product development\nExclusive Community\nConnect with forward-thinking designers\nComing Soon"
  },
  "page 72": {
    "title": "Announcing Vizcom's SOC 2 Type II Compliance",
    "source_url": "https://www.vizcom.ai/blog-detail/2/announcing-vizcom-s-soc-2-type-ii-compliance",
    "plain_text": "Announcing Vizcom's SOC 2 Type II Compliance\nJun 18, 2024\nAt Vizcom, we believe in the power of design to transform the world. Our mission is to empower visionary minds, enabling them to bring their ideas to life with unprecedented efficiency and creativity. As part of our ongoing commitment to our users and their data, we are thrilled to announce that Vizcom has achieved SOC 2 Type II compliance.\nWhat is SOC 2 Type II?\nSOC 2 (System and Organization Controls) Type II is a gold standard in data security. Developed by the American Institute of CPAs (AICPA), it evaluates an organization’s controls over time, ensuring they meet rigorous standards for security, availability, processing integrity, confidentiality, and privacy. Achieving this compliance demonstrates our unwavering dedication to protecting your data.\nWhy SOC 2 Type II Compliance Matters\nAt Vizcom, we understand that your design work is not just valuable; it’s a part of your identity. Our Palette engine is built to develop your unique style, and it’s essential that your data remains secure throughout this process. SOC 2 Type II compliance reassures you that your creative assets and personal information are handled with the highest level of security and care.\nOur Journey to Compliance\nOur journey to SOC 2 Type II compliance was driven by our core values: authorship, personalization, security, and privacy. We meticulously assessed potential risks, developed comprehensive policies, and implemented robust security measures to safeguard your data. This process included:\nRisk Assessment:** Identifying potential vulnerabilities in our systems.\nPolicy Development:** Crafting detailed policies to mitigate identified risks.\nImplementation:** Deploying advanced security controls and measures.\nContinuous Monitoring:** Regular audits and real-time monitoring to ensure ongoing compliance.\nBenefits for Our Users\nBy achieving SOC 2 Type II compliance, we are not just meeting an industry standard; we are reinforcing our commitment to you. Here’s how this milestone benefits you:\nEnhanced Data Security:** Your data is protected against unauthorized access and breaches, ensuring that your creative work remains yours.\nOperational Integrity:** Our systems operate with reliability and availability, so you can focus on what you do best—designing.\nPrivacy Assurance:** We adhere to stringent privacy standards, safeguarding your personal and creative data.\nAligning with Vizcom’s Vision\nThis achievement aligns perfectly with Vizcom’s vision of creating a world designed by you. By ensuring the highest standards of data security, we enable you to explore new categories and push the boundaries of your creativity with confidence. Our mission to accelerate the process of visionary minds is bolstered by our dedication to protecting the integrity of your work.\nLooking Forward\nWhile SOC 2 Type II compliance is a significant milestone, it is just one part of our ongoing commitment to data security. We will continue to innovate and enhance our security measures, ensuring that Vizcom remains a trusted partner in your design journey.\nThank You\nWe are deeply grateful to our team for their hard work and dedication in achieving this milestone. We also extend our heartfelt thanks to our users for their trust and support. As we move forward, we remain committed to providing you with a secure, innovative platform that empowers your creativity.\nFor more information about our SOC 2 Type II compliance and our ongoing security initiatives, please contact us at hello@vizcom.ai.\nJoin us on our journey to create a world designed by you.\nSigned,\nThe Vizcom Team"
  },
  "page 73": {
    "title": "Vizcom: Responsible AI in Industrial Design",
    "source_url": "https://www.vizcom.ai/blog/responsible-ai",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nVizcom: Responsible AI in Industrial Design\nAug 22, 2023\nVizcom's commitment to responsible AI practices in the industrial design field is both comprehensive and transparent. Here's a detailed look at the key aspects that define the company:\nSecurity**\nVizcom's security measures are robust and proactive. Utilizing AWS for hosting, and integrating tools like Datadog and Sentry, the company actively monitors for potential threats and responds swiftly. Regular security audits and SOC 2 Type 1 certification further demonstrate Vizcom's dedication to creating a secure environment that guards against unauthorized access and potential breaches.\nData Protection**\nData protection is a fundamental aspect of Vizcom's operations. The company's web-based tool for industrial designers employs multi-layered security controls, including encryption and access restrictions, to ensure that sensitive product designs from large enterprise clients are kept confidential. Automation with Pulumi streamlines security management, enhancing overall data integrity.\nPrivacy**\nVizcom's privacy approach is client-centric, going beyond legal compliance. The SOC 2 Type 1 certification is evidence of strict privacy controls, ensuring that sensitive client information, such as personal details and business-related data, is handled with the utmost care. Regular privacy training for employees aligns the company with international privacy standards.\nOwnership**\nVizcom recognizes the importance of intellectual property rights, ensuring that clients maintain ownership of their designs and ideas. The platform's architecture supports a smooth transition from idea to concept, without compromising ownership. Clear agreements and transparent policies reflect Vizcom's respect for creators' rights.\nResponsible AI Development**\nVizcom's in-house AI development emphasizes responsible and ethical practices. The process includes transparency in algorithm design, fairness in application, and ongoing evaluation to ensure alignment with ethical standards. Collaboration with external experts and adherence to industry guidelines contribute to the responsible integration of AI into the platform.\nRisk Assessment and Mitigation**\nVizcom's comprehensive risk management includes:\nAbuse & Misuse:** Strict access controls and monitoring to prevent unauthorized use.\nCompliance:** A dedicated legal team ensures adherence to legal and regulatory requirements.\nEnvironmental Impact:** Sustainable practices to minimize ecological footprint.\nTransparency:** Open communication about AI model creation and governance.\nFairness & Bias:** Regular assessments to ensure non-discriminatory AI practices.\nPerformance:** Continuous monitoring and updates for maintaining optimal performance.\nPrivacy:** A privacy-first approach, aligned with global privacy standards.\nConclusion**\nVizcom's commitment to responsible AI, robust security, data protection, privacy, and ownership is not just a statement but a practice embedded in every aspect of the company's operations. The detailed approach ensures that clients can trust Vizcom with their most sensitive information and ideas.\nVizcom's leadership in these areas, backed by tangible actions and clear policies, makes it a reliable choice for industrial designers and large enterprises. It's a practical and ethical approach to technology that sets a standard in a rapidly changing landscape."
  },
  "page 74": {
    "title": "Introduction",
    "source_url": "https://www.vizcom.ai/edu-prompting-old/guide/introduction",
    "plain_text": "Search the guide …\n\\\\\n\\\\\nVIZCOM\nGetting Started\nIntroduction Vizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompt as design intent The relationship between sketches and prompts\nIntroduction\nalsdkfjas;dlfkjsdf;lksjdfl;sakjfd\nVizcom as a tool ›"
  },
  "page 75": {
    "title": "Design Innovation: Your Competitive Edge in the Age of AI",
    "source_url": "https://www.vizcom.ai/blog/design-innovation-your-competitive-edge-in-the-age-of-ai",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nDesign Innovation: Your Competitive Edge in the Age of AI\nSep 4, 2023\nDisclaimer:**\nAt Vizcom, we believe in the simple power of great design. That's why we're dedicated to creating tools that amplify human creativity through technology. Our latest product offering includes custom Vizcom models trained exclusively for you, on our own design data.\nLeading design studios worldwide, teams face immense pressure to rapidly ideate and iterate on product concepts. But manual rendering and prototyping can be painstakingly slow. These bespoke models can capture the essence of each organization's unique aesthetic. Imagine years of your brand's legacy distilled into a version of Vizcom imbued with your creative ethos. This tailored version of Vizcom becomes an engine to carry your ideas to new destinations.\nWhy train your own Vizcom model?\nHistorical design and creative assets accumulated over the years might include product sketches, packaging designs, brand imagery, and more. These are often underutilized and are completely forgotten about once they are no longer relevant or needed for a project.\nThat's why we provide customized AI solutions that uncover the hidden potential within your existing creative data. Through our data curation service, we build tailored models that learn the nuances and styles unique to each context.\nBy ingesting and analyzing years of design history and brand aesthetics, Vizcom develops an innate understanding of what makes each studio work exceptional. The models capture everything from the subtle stylistic flourishes to the engineering practicalities that define a brand's identity.\nSecure and Exclusive\nThis is a personalized model that is exclusive to your organization, meaning it's designed to understand and embody your unique brand identity and history while remaining entirely within your control. The model and the insights it generates are solely yours, and will not be used to train other models or shared with other clients.\nThe Power of Tailored Vizcom Models\nWe carefully tailor the training process for each scenario: curating data, iterating on model architecture, and incorporating feedback. Protecting your IP is our highest priority.\nThis example highlights how Vizcom can build custom models focused on a target brand aesthetic using appropriate public data. The AI learns the nuances of a design language without direct access to private company assets.\nUnlocking Creative Potential\nImagine having an AI specialist on your team who grew up studying your brand's aesthetics and catalog. With a custom model from Vizcom, it's like having a personal apprentice at your side.\nFeed it a quick sketch, and watch as your AI partner analyzes the angle, lighting, colors, materials, finishes, and proportions that define your style. In an instant, it renders the sketch into a striking product shot, as if your most talented visual protégé brought your idea to life.\nThe results unlock something special in the creative process. With your custom AI, you maintain authorship while possibilities take shape before your eyes. Our custom model can transform any rough sketch into a production-quality render in seconds while maintaining your distinctive style.\nThis allows you to accelerate your ideation process by collaborating with a version of Vizcom that intrinsically understands your design language. Transform ideation from sketch to render with speed and brand accuracy.\nThe future of design is collaborative. With a tailored Vizcom model that intrinsically understands your brand's heart and soul, the possibilities are endless. Your most imaginative concepts and visions can rapidly become tangible, living embodiments of everything you aspire to.\n`Contact us` today to get started designing the future."
  },
  "page 76": {
    "title": "Make It Real: Vizcom at Milan Design Week",
    "source_url": "https://www.vizcom.ai/blog/make-it-real-vizcom-at-milan-design-week",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nMake It Real: Vizcom at Milan Design Week\nApr 18, 2025\nAt Vizcom, Make it Real isn’t just a mantra. It’s the core of everything we build. This year at Milan Design Week, we put that belief into action by launching a global challenge with Decibel: reimagine the future of furniture through the lens of Vizcom and industrial design. Designers from around the world used Vizcom to develop their visions for the next generation of chairs and we took the winning concepts from 2D to full-scale reality, brought to life with robotic 3D printing and unveiled on the world’s biggest design stage.\nWe received more than 200 submissions from designers across the globe. Each one brought fresh perspectives and pushed the boundaries of form, function, and fabrication. The creativity was undeniable. But for our jury, the real challenge was selecting concepts that not only stood out visually but could also be brought to life at full scale using Decibel's advanced additive manufacturing process.\nDesigner Spotlight: Brett Akop’s “Lou” Rocker\nOne of the standout pieces from the instillation was _Lou_, a 3D-printed rocking chair developed by designer Brett Akop. Created in Vizcom and shaped by a nonplanar printing toolpath, _Lou_ redefines what’s possible when digital ideation meets advanced fabrication.\nDesigned by Brett Akop, _Lou_ is a 3D-printed rocking chair that began with a single sketch in Vizcom. Brett used the tool to quickly explore silhouette, proportions, and form, allowing him to move fluidly between hand-drawn ideas and rendered visualizations. The chair’s flowing geometry was shaped with both intent and experimentation in mind, made possible by the fast iteration cycle Vizcom enables.\nWhat makes _Lou_ remarkable is not just its form, but how that form was created. The design takes full advantage of a nonplanar printing path, allowing the surface to curve smoothly in three dimensions without traditional layering. This approach eliminates the rigid, stepped look often associated with 3D printing, and instead produces a tactile, seamless flow that mirrors the elegance of the original sketch.\nBy designing directly for fabrication, Brett embraced the material behavior and constraints of robotic extrusion. The chair’s cantilevered sides, nested curvature, and single-piece construction are all intentional moves made early in Vizcom and carried through to the final print. The result is a piece that feels both sculptural and functional—a design made for the future, from the very first line.\nThe KAVE Chair by Andrew Schainker\nBounce Lounge Chair by Philippe Bietenholz\n_🥇_ 1st Place: \"Crystal\" by Deniz Aktay\nArchitect and designer **Deniz Aktay** delivered a standout piece with _Crystal_. The design balanced architectural precision with sculptural elegance, making it both visually striking and ready for production.\nPrinted at full scale, _Crystal_ became the centerpiece of the installation at **Alcova SNIA**, a long-abandoned textile factory reclaimed by nature and transformed into a living lab for the future of furniture.\n2nd Place: \"REVERIE\" by Go Kul\nGo Kul’s REVERIE** stood out for its fluid elegance. A single, organic sheet folded into a poetic and functional form, the design was quiet yet confident. Simple at first glance, it revealed a high level of technical refinement and captured the strength of restraint in design.\n3rd Place: \"Kokoko\" by Sascha Sartory\nSascha Sartory’s KOKOKO** explores the rhythm of geometry through softness and structure. Based in Cologne, Sartory brought a blend of modular thinking and sculptural clarity to the competition with a lounge chair that invites stillness without sacrificing personality.\nKOKOKO is formed from a single flowing surface, where convex and concave curves fold together into a balanced silhouette. Inspired by Japanese minimalism and informed by sustainable, thoughtful design, the chair adapts easily between indoor and outdoor spaces. It’s light in appearance, grounded in comfort, and speaks to a quieter kind of innovation that encourages pause, reflection, and a return to essential form.\nWatch the recap: Link\nMeet the Jury\nTo narrow down over 200 global submissions, we assembled a panel of industry leaders across design, manufacturing, and emerging technology. Each submission was judged on creativity, originality, and feasibility for full-scale 3D printing.\nTop 10 Finalists\nBeyond the top three, we’re excited to celebrate the full list of Top 10 Finalists. Each designer brought a distinct perspective to the challenge, offering ideas that ranged from biomorphic forms to clever modular systems. Together, they reflect the global reach of the Vizcom community and the powerful blend of imagination and precision that defines this new era of design.\n1\\. Crystal – Deniz Aktay (Germany)**\n_🥇 Winner_\n2\\. REVERIE – Go Kul (India)**\n_🥈 2nd Place_\n3\\. Kokoko – Sascha Sartory (Germany)**\n_🥉 3rd Place_\n4\\. Omni Rocker – Chuck Hamilton (USA)**\n5\\. Squeeze Chair – Andrew Lee (USA)**\n6\\. FLUX LOUNGE – Noah James Young (USA)**\n7\\. New Space Age – Michael John Sweers**\n8\\. Flourish – Mads Ingvorsen (Copenhagen, Denmark)**\n9\\. Extructus – Andrew Roberts (United Kingdom)**\n10\\. The Dinamico Chair – Andrew Attivissimo (USA)**"
  },
  "page 77": {
    "title": "Partnership: Cycle + Vizcom",
    "source_url": "https://www.vizcom.ai/blog/partnership-cycle-vizcom",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nPartnership: Cycle + Vizcom\nFeb 14, 2023\nIntroduction\nAs an AI-powered design tool meant for professional designers, we remain vigilant for ways to engage with professional designers in order to improve our tool for real world usage. We had recently met with Cycle, a small company led by Volkswagen industrial designers Matthieu Lanternat and Simon DeFoort, dedicated to connecting students with the latest design tools and empowering them to be creative in the modern age. Once we met with the pair, we knew this would be an incredible opportunity to connect with the latest cohort of design students and get a sense of their latest design workflows and where Vizcom can supercharge their creative process.\nVizcom sponsored the February 2023 cohort of their workshop called Creative Camp, which created a heads-down pressure intensive environment where design students could get real world professional experience designing on a deadline, with a mix of old and new tools. We spent some time introducing where AI-powered design tools like Vizcom could fit into their design process.\nStudents at Rubika, a design school located in Valenciennes, France. Students are shown here testing out Vizcom, sketching their product designs.\nAs students ideated and rendered their concepts quickly on Vizcom, we asked for feedback on their experience with the AI overall as well as their opinion on Vizcom’s take on AI. We were thrilled to find that many of our design students loved using Vizcom. They were impressed with how intuitive and easy to use it was, and they found that it helped them to create better designs more quickly, and have “happy accidents” when the AI showed them something they previously would not have thought about.\n\"(Vizcom) is way better compared to other AI tools because it’s really in touch with the world of design and not too artistic like other AI image generators\" - Student at Rubika\nConclusion\nLooking back, we can see that the partnership with Cycle was an incredible opportunity to meet young designers and understand their specific design process and opinions around AI. The transparency around the fears and doubts around AI were needed to understand how we can better make technology for real people, and not replace but empower real designers. Vizcom is focused on creating an ethical, empowering tool that professional designers will love. We thank Matthieu, Simon, and the students at Rubika again for a memorable workshop."
  },
  "page 78": {
    "title": "Unraveling Intellectual Property and User Rights: A Guide to Vizcom's Terms and Conditions",
    "source_url": "https://www.vizcom.ai/blog-detail/2/unraveling-intellectual-property-and-user-rights-a-guide-to-vizcom-s-terms-and-conditions",
    "plain_text": "Unraveling Intellectual Property and User Rights: A Guide to Vizcom's Terms and Conditions\nOct 21, 2023\n_(Updated 30 April 2025)_\n1\\. The 30-Second Version\n| Topic | Free Plan | Paid Plans (Pro, Enterprise, Education) |\n| --- | --- | --- |\n| **Who owns your uploads & designs?** | You do. | You do. |\n| **Can Vizcom use your data to improve its AI?** | Yes – anonymized & aggregated only. | **No**, unless **you** opt-in. |\n| **Can Vizcom show your work publicly?** | No. Internal use only. | No. |\n| **What happens if you delete content?** | Vizcom’s license ends. | Vizcom’s license ends. |\n| License you grant Vizcom | Broad, royalty-free, to run the service **and refine our models.** | Narrow, purely to deliver the service you asked for. |\n2\\. Ownership Stays With You\nUser Content**\nEverything you upload (images, CAD files, prompts, etc.) is yours. You keep the copyright.\nDesigns**\nAll outputs the platform generates for you are also yours. Vizcom never claims exclusive or joint ownership.\n3\\. How Your Data Is (and Isn’t) Used\nFree Plan\nTo keep the free tier sustainable, you grant Vizcom a _non-exclusive, worldwide_ license to:\nRun the core service.\nImprove our AI models and features** using _anonymized_ data.\nStore back-ups so your projects don’t disappear.\nThere is **no public redistribution** of your work, ever.\nDelete the file → the license ends.\nPaid Plans (Pro, Enterprise, Education)\nYou grant Vizcom a _limited_ license to:\nRender, store and serve your files.\nPerform routine back-ups.\nWhat we do NOT do:**\nTrain on your data.\nAnalyze, label or mine it for product development.\nShare it with third parties.\nIf you _want_ to let us use a project for joint marketing or research, we’ll ask and get it in writing first.\n4\\. Security at Every Step\nEncryption in transit & at rest** — industry-standard TLS and AES-256.\nStrict access controls** — only you (and teammates you invite) see your files.\nNo third-party data sales** — ever.\n5\\. Switching Plans? Your Old Rights Stick\nDesigns created while you were a **Paid** user keep the Paid license, even if you later drop to Free.\nNew uploads after downgrading follow the Free-plan rules.\n6\\. Frequently Asked Questions\n| Question | Quick Answer |\n| --- | --- |\n| **Does Vizcom train on Enterprise data?** | No, unless you give explicit written permission. |\n| **Can Vizcom claim my artwork?** | Never. You’re the sole owner; we get only the narrow service license. |\n| **What if my design looks similar to someone else’s?** | Vizcom provides a tool; you remain responsible for ensuring your use doesn’t infringe third-party IP. |\n| **Why do Free users grant a broader license?** | It funds continual model improvement so we can keep a no-cost tier alive. |\n| **Are beta features safe?** | Yes. Paid-user data in beta features still follows the Paid-plan rules. |\nFull Terms & Conditions** — https://www.vizcom.ai/terms-of-service\nPrivacy & Security White-Paper** — available on request.\nEnterprise Questions?** — email **hello@vizcom.ai**.\n© 2025 Vizcom Technologies, Inc. All rights reserved."
  },
  "page 79": {
    "title": "Prompt as design intent",
    "source_url": "https://www.vizcom.ai/edu-prompting-old/guide/prompt-as-design-intent",
    "plain_text": "Search the guide …\n\\\\\n\\\\\nVIZCOM\nGetting Started\nIntroduction Vizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompt as design intent The relationship between sketches and prompts\nPrompt as design intent\nasdf\n‹ What are prompts?\nThe relationship between sketches and prompts ›"
  },
  "page 80": {
    "title": "VIZCOM FOR EDUCATION  Students and Educators design for free!",
    "source_url": "https://www.vizcom.ai/education",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nVIZCOM FOR EDUCATION  Students and Educators design for free!\nJoin Vizcom's dynamic EDU community and be part of a movement shaping tomorrow's design workflows. Students and educators can sign up for a **free 1-year Pro Account** after verification.\nSign up for a free account today:\nFor Students\nUnlock advanced features for free, build industry- relevant skills, and enhance your portfolio with Vizcom’s design tools. **Please sign up with your school email.**\nSign Up Now\nFor Instructors & Educators\nEquip your students with the tools they need to prepare for the future of the design industry. Unlock free access to Vizcom’s Pro account by completing verification.\nGet Started\nShowcase:  Vizcom x HM\nDiscover how the Transport Design Department at Hochschule München University of Applied Sciences used Vizcom to bring their ideas to life during a four-day Hyundai workshop.\nView Video\nLearn the basics\nLearn the basics of Vizcom by visiting our YouTube channel. For more in-depth guidance, explore our online documentation.\nVizcom Documentation"
  },
  "page 81": {
    "title": "Design Innovation: Your Competitive Edge in the Age of AI",
    "source_url": "https://www.vizcom.ai/blog-detail/2/design-innovation-your-competitive-edge-in-the-age-of-ai",
    "plain_text": "Design Innovation: Your Competitive Edge in the Age of AI\nSep 4, 2023\nDisclaimer:**\nAt Vizcom, we believe in the simple power of great design. That's why we're dedicated to creating tools that amplify human creativity through technology. Our latest product offering includes custom Vizcom models trained exclusively for you, on our own design data.\nLeading design studios worldwide, teams face immense pressure to rapidly ideate and iterate on product concepts. But manual rendering and prototyping can be painstakingly slow. These bespoke models can capture the essence of each organization's unique aesthetic. Imagine years of your brand's legacy distilled into a version of Vizcom imbued with your creative ethos. This tailored version of Vizcom becomes an engine to carry your ideas to new destinations.\nWhy train your own Vizcom model?\nHistorical design and creative assets accumulated over the years might include product sketches, packaging designs, brand imagery, and more. These are often underutilized and are completely forgotten about once they are no longer relevant or needed for a project.\nThat's why we provide customized AI solutions that uncover the hidden potential within your existing creative data. Through our data curation service, we build tailored models that learn the nuances and styles unique to each context.\nBy ingesting and analyzing years of design history and brand aesthetics, Vizcom develops an innate understanding of what makes each studio work exceptional. The models capture everything from the subtle stylistic flourishes to the engineering practicalities that define a brand's identity.\nSecure and Exclusive\nThis is a personalized model that is exclusive to your organization, meaning it's designed to understand and embody your unique brand identity and history while remaining entirely within your control. The model and the insights it generates are solely yours, and will not be used to train other models or shared with other clients.\nThe Power of Tailored Vizcom Models\nWe carefully tailor the training process for each scenario: curating data, iterating on model architecture, and incorporating feedback. Protecting your IP is our highest priority.\nThis example highlights how Vizcom can build custom models focused on a target brand aesthetic using appropriate public data. The AI learns the nuances of a design language without direct access to private company assets.\nUnlocking Creative Potential\nImagine having an AI specialist on your team who grew up studying your brand's aesthetics and catalog. With a custom model from Vizcom, it's like having a personal apprentice at your side.\nFeed it a quick sketch, and watch as your AI partner analyzes the angle, lighting, colors, materials, finishes, and proportions that define your style. In an instant, it renders the sketch into a striking product shot, as if your most talented visual protégé brought your idea to life.\nThe results unlock something special in the creative process. With your custom AI, you maintain authorship while possibilities take shape before your eyes. Our custom model can transform any rough sketch into a production-quality render in seconds while maintaining your distinctive style.\nThis allows you to accelerate your ideation process by collaborating with a version of Vizcom that intrinsically understands your design language. Transform ideation from sketch to render with speed and brand accuracy.\nThe future of design is collaborative. With a tailored Vizcom model that intrinsically understands your brand's heart and soul, the possibilities are endless. Your most imaginative concepts and visions can rapidly become tangible, living embodiments of everything you aspire to.\n`Contact us` today to get started designing the future."
  },
  "page 82": {
    "title": "Sketch with intent",
    "source_url": "https://www.vizcom.ai/edu-prompting-old/guide/sketch-with-intent",
    "plain_text": "Search the guide …\n\\\\\n\\\\\nVIZCOM\nGetting Started\nIntroduction Vizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompt as design intent The relationship between sketches and prompts\nSketch with intent\nasdfasdf\n‹ Vizcom as a tool\nVizcom in your workflow ›"
  },
  "page 83": {
    "title": "Announcing our $20M Series A fundraise",
    "source_url": "https://www.vizcom.ai/blog/vizcom-raises-series-a-funding",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nAnnouncing our $20M Series A fundraise\nMar 28, 2024\nAt Vizcom Our goal has always been to build a tool that leverages how designers already work, not replace them. We wanted to give designers a creative accelerant that would bring their ideas to life faster and more efficiently, while still keeping them firmly in the driver's seat.\nWe've raised $20 million in Series A funding, led by the visionary team at Index Ventures and joined by an exceptional group of angel investors: Kyle Parrish, Steve Malouf, Ayush Sood, and Daniel Sturman. This funding will allow us to supercharge our efforts to revolutionize how products and objects come to life with AI.\nWe'll be significantly expanding our product development efforts, adding even more capabilities to enhance every stage of the design process. From turning simple sketches into photorealistic renders to creating bespoke custom models to integrating with 3D modeling and printing - we're building an end-to-end platform that will take designers from initial concept to physical prototype faster than ever before.\nWe'll also be growing our team, bringing in more of the brightest minds in design and technology to help us achieve our mission. And we'll be scaling up our enterprise offerings, partnering with more innovative companies to transform the way they approach design.\nWe could not be more grateful for the support of our customers, our investors, and most of all, our incredible team. Your belief in our vision is what has brought us this far.\nIf you’re interested in joining our mission to push creativity forward, see our open roles at** **vizcom.ai/careers**\nJordan Taylor\nCEO & Co-Founder, Vizcom\nYou can also check out what our lead investor, Index Ventures, has to say about their investment in Vizcom: https://www.indexventures.com/perspectives/inside-vizcoms-vision-to-transform-industrial-design-with-ai/\nAnd for an in-depth look at our journey check out this Forbes article: https://www.forbes.com/sites/amyfeldman/2024/03/27/ai-design-software-startup-raises-20-million-to-expand-beyond-cars-and-shoes-vizcom-jordan-taylor-ford-new-balance/?sh=6d975096a581"
  },
  "page 84": {
    "title": "Unraveling Intellectual Property and User Rights: A Guide to Vizcom's Terms and Conditions",
    "source_url": "https://www.vizcom.ai/blog/unraveling-intellectual-property-and-user-rights-a-guide-to-vizcom-s-terms-and-conditions",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nUnraveling Intellectual Property and User Rights: A Guide to Vizcom's Terms and Conditions\nOct 21, 2023\n_(Updated 30 April 2025)_\n1\\. The 30-Second Version\n| Topic | Free Plan | Paid Plans (Pro, Enterprise, Education) |\n| --- | --- | --- |\n| **Who owns your uploads & designs?** | You do. | You do. |\n| **Can Vizcom use your data to improve its AI?** | Yes – anonymized & aggregated only. | **No**, unless **you** opt-in. |\n| **Can Vizcom show your work publicly?** | No. Internal use only. | No. |\n| **What happens if you delete content?** | Vizcom’s license ends. | Vizcom’s license ends. |\n| License you grant Vizcom | Broad, royalty-free, to run the service **and refine our models.** | Narrow, purely to deliver the service you asked for. |\n2\\. Ownership Stays With You\nUser Content**\nEverything you upload (images, CAD files, prompts, etc.) is yours. You keep the copyright.\nDesigns**\nAll outputs the platform generates for you are also yours. Vizcom never claims exclusive or joint ownership.\n3\\. How Your Data Is (and Isn’t) Used\nFree Plan\nTo keep the free tier sustainable, you grant Vizcom a _non-exclusive, worldwide_ license to:\nRun the core service.\nImprove our AI models and features** using _anonymized_ data.\nStore back-ups so your projects don’t disappear.\nThere is **no public redistribution** of your work, ever.\nDelete the file → the license ends.\nPaid Plans (Pro, Enterprise, Education)\nYou grant Vizcom a _limited_ license to:\nRender, store and serve your files.\nPerform routine back-ups.\nWhat we do NOT do:**\nTrain on your data.\nAnalyze, label or mine it for product development.\nShare it with third parties.\nIf you _want_ to let us use a project for joint marketing or research, we’ll ask and get it in writing first.\n4\\. Security at Every Step\nEncryption in transit & at rest** — industry-standard TLS and AES-256.\nStrict access controls** — only you (and teammates you invite) see your files.\nNo third-party data sales** — ever.\n5\\. Switching Plans? Your Old Rights Stick\nDesigns created while you were a **Paid** user keep the Paid license, even if you later drop to Free.\nNew uploads after downgrading follow the Free-plan rules.\n6\\. Frequently Asked Questions\n| Question | Quick Answer |\n| --- | --- |\n| **Does Vizcom train on Enterprise data?** | No, unless you give explicit written permission. |\n| **Can Vizcom claim my artwork?** | Never. You’re the sole owner; we get only the narrow service license. |\n| **What if my design looks similar to someone else’s?** | Vizcom provides a tool; you remain responsible for ensuring your use doesn’t infringe third-party IP. |\n| **Why do Free users grant a broader license?** | It funds continual model improvement so we can keep a no-cost tier alive. |\n| **Are beta features safe?** | Yes. Paid-user data in beta features still follows the Paid-plan rules. |\nFull Terms & Conditions** — https://www.vizcom.ai/terms-of-service\nPrivacy & Security White-Paper** — available on request.\nEnterprise Questions?** — email **hello@vizcom.ai**.\n© 2025 Vizcom Technologies, Inc. All rights reserved."
  },
  "page 85": {
    "title": "Canvas",
    "source_url": "https://www.vizcom.ai/overview",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nTrusted by\nCanvas\nExplore, iterate, and connect ideas in a boundless creative space.\nCollaborate\nHarness collective creativity with intuitive team tools.\nDiscover unexplored design paths\nAmplify your creativity by generating unexpected happy accidents.\nGet started\nData\nInput\nOutput\nExplore different stylized palettes\nCreate renderings with different Palettes, according to your preference.\nA suite of familiar tools\nDive into a toolkit that feels like home.\nTry Vizcom for free\nLayers\nComposite your ideas with intuitive layering capabilities.\nDrawing tools\nFlexible drawing options.\nFile management\nKeep your projects organized and accessible across your creative ecosystem.\nPrecise Control\nFamiliar and new ways to control your canvas.\nSmart Selection\nVizcom understands your canvas, and enables you to select individual parts of your generations.\nLasso\nLasso your canvas, partner.\nBrush Selection\nPaint over your canvas to make quick selections\nBezier Curve\nPolygonal and Bezier curve selection for the most fine selection.\nDownload Vizcom\nAccess Vizcom from your Mac or Windows desktop.\nDownload\nFAQ\nCan I use Vizcom for free?\nWhat payment methods can I use?\nWhat are the different roles and their associated access? Which roles do I pay for?\nHow does team billing work?\nCan I change my subscription from monthly to yearly?\nDo I own the content I produce in Vizcom?\nDoes Vizcom use my data to train AI models?"
  },
  "page 86": {
    "title": "Prompts as design intent",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/prompts-as-design-intent",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nPrompts as design intent\nPrompts serve as a bridge between your visual thinking and the AI's interpretation capabilities.\nEffective prompting\nA good prompt acts as a clear bridge between your visual thinking and the AI’s interpretive capabilities. It provides structure without limiting creativity by:\nSpecifying details that are hard to express in a sketch (e.g., materials, lighting)\nHighlighting areas open to exploration\nIncluding relevant technical rendering parameters\nStrong prompts guide the AI by clarifying your intent while still allowing room for creative interpretation and variation.\nWhen a prompt is vague, inconsistent, or overly broad, the AI may misinterpret your design intent. This can lead to outcomes that:\nOverlook important visual or material details\nDefault to bland or generic results\nDrift significantly from your intended direction\nThis often occurs when the sketch is ambiguous and the prompt lacks sufficient guidance to steer the AI effectively.\nExample:**\nVague prompting\nWhen a prompt is vague, inconsistent, or overly broad, the AI may misinterpret your design intent. This can lead to outcomes that:\nOverlook important visual or material details\nDefault to bland or generic results\nDrift significantly from your intended direction\nThis often occurs when the sketch is ambiguous and the prompt lacks sufficient guidance to steer the AI effectively.\nExample:**\n‹ What are prompts?\nThe relationship between sketches and prompts ›"
  },
  "page 87": {
    "title": "Announcing our $20M Series A fundraise",
    "source_url": "https://www.vizcom.ai/blog-detail/2/vizcom-raises-series-a-funding",
    "plain_text": "Announcing our $20M Series A fundraise\nMar 28, 2024\nAt Vizcom Our goal has always been to build a tool that leverages how designers already work, not replace them. We wanted to give designers a creative accelerant that would bring their ideas to life faster and more efficiently, while still keeping them firmly in the driver's seat.\nWe've raised $20 million in Series A funding, led by the visionary team at Index Ventures and joined by an exceptional group of angel investors: Kyle Parrish, Steve Malouf, Ayush Sood, and Daniel Sturman. This funding will allow us to supercharge our efforts to revolutionize how products and objects come to life with AI.\nWe'll be significantly expanding our product development efforts, adding even more capabilities to enhance every stage of the design process. From turning simple sketches into photorealistic renders to creating bespoke custom models to integrating with 3D modeling and printing - we're building an end-to-end platform that will take designers from initial concept to physical prototype faster than ever before.\nWe'll also be growing our team, bringing in more of the brightest minds in design and technology to help us achieve our mission. And we'll be scaling up our enterprise offerings, partnering with more innovative companies to transform the way they approach design.\nWe could not be more grateful for the support of our customers, our investors, and most of all, our incredible team. Your belief in our vision is what has brought us this far.\nIf you’re interested in joining our mission to push creativity forward, see our open roles at** **vizcom.ai/careers**\nJordan Taylor\nCEO & Co-Founder, Vizcom\nYou can also check out what our lead investor, Index Ventures, has to say about their investment in Vizcom: https://www.indexventures.com/perspectives/inside-vizcoms-vision-to-transform-industrial-design-with-ai/\nAnd for an in-depth look at our journey check out this Forbes article: https://www.forbes.com/sites/amyfeldman/2024/03/27/ai-design-software-startup-raises-20-million-to-expand-beyond-cars-and-shoes-vizcom-jordan-taylor-ford-new-balance/?sh=6d975096a581"
  },
  "page 88": {
    "title": "Technicolor 6, Vizcom’s new render engine",
    "source_url": "https://www.vizcom.ai/blog-detail/2/the-importance-of-color",
    "plain_text": "Technicolor 6, Vizcom’s new render engine\nDec 15, 2022\nTechnicolor 6\nMeet Technicolor 6, a powerful testament to the transformative capabilities of generative AI in the realm of artistic expression. It moves beyond replication into true imagination and creative problem-solving.\nAt the heart of TC6 is its unique understanding of color. It's not a simple replication of hues, but a combination of warm and cool tones that gives depth and emotion to the rendering. TC6 embodies a rich language of color, understanding its environment's significance and imbuing it with emotion—the essence of artistic expression\nThe TC6 Generative Render Engine is a tool that helps tell a story, convey emotion, and bridge the gap between the viewer and a world that is both familiar and futuristic. It empowers artists, allowing them to express their creativity in ways they've never imagined.\nWe are happy to continue this legacy by enabling all who have the          desire to make their visions a reality. Technicolor 6 gives us a          glimpse into the future of imagination—one we are excited to paint          together."
  },
  "page 89": {
    "title": null,
    "source_url": "https://www.vizcom.ai/careers/ai-engineer",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nSubmit Application"
  },
  "page 90": {
    "title": null,
    "source_url": "https://www.vizcom.ai/download",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin"
  },
  "page 91": {
    "title": "Vizcom: Responsible AI in Industrial Design",
    "source_url": "https://www.vizcom.ai/blog-detail/2/responsible-ai",
    "plain_text": "Vizcom: Responsible AI in Industrial Design\nAug 22, 2023\nVizcom's commitment to responsible AI practices in the industrial design field is both comprehensive and transparent. Here's a detailed look at the key aspects that define the company:\nSecurity**\nVizcom's security measures are robust and proactive. Utilizing AWS for hosting, and integrating tools like Datadog and Sentry, the company actively monitors for potential threats and responds swiftly. Regular security audits and SOC 2 Type 1 certification further demonstrate Vizcom's dedication to creating a secure environment that guards against unauthorized access and potential breaches.\nData Protection**\nData protection is a fundamental aspect of Vizcom's operations. The company's web-based tool for industrial designers employs multi-layered security controls, including encryption and access restrictions, to ensure that sensitive product designs from large enterprise clients are kept confidential. Automation with Pulumi streamlines security management, enhancing overall data integrity.\nPrivacy**\nVizcom's privacy approach is client-centric, going beyond legal compliance. The SOC 2 Type 1 certification is evidence of strict privacy controls, ensuring that sensitive client information, such as personal details and business-related data, is handled with the utmost care. Regular privacy training for employees aligns the company with international privacy standards.\nOwnership**\nVizcom recognizes the importance of intellectual property rights, ensuring that clients maintain ownership of their designs and ideas. The platform's architecture supports a smooth transition from idea to concept, without compromising ownership. Clear agreements and transparent policies reflect Vizcom's respect for creators' rights.\nResponsible AI Development**\nVizcom's in-house AI development emphasizes responsible and ethical practices. The process includes transparency in algorithm design, fairness in application, and ongoing evaluation to ensure alignment with ethical standards. Collaboration with external experts and adherence to industry guidelines contribute to the responsible integration of AI into the platform.\nRisk Assessment and Mitigation**\nVizcom's comprehensive risk management includes:\nAbuse & Misuse:** Strict access controls and monitoring to prevent unauthorized use.\nCompliance:** A dedicated legal team ensures adherence to legal and regulatory requirements.\nEnvironmental Impact:** Sustainable practices to minimize ecological footprint.\nTransparency:** Open communication about AI model creation and governance.\nFairness & Bias:** Regular assessments to ensure non-discriminatory AI practices.\nPerformance:** Continuous monitoring and updates for maintaining optimal performance.\nPrivacy:** A privacy-first approach, aligned with global privacy standards.\nConclusion**\nVizcom's commitment to responsible AI, robust security, data protection, privacy, and ownership is not just a statement but a practice embedded in every aspect of the company's operations. The detailed approach ensures that clients can trust Vizcom with their most sensitive information and ideas.\nVizcom's leadership in these areas, backed by tangible actions and clear policies, makes it a reliable choice for industrial designers and large enterprises. It's a practical and ethical approach to technology that sets a standard in a rapidly changing landscape."
  },
  "page 92": {
    "title": null,
    "source_url": "https://www.vizcom.ai/careers/product-expert",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nSubmit Application"
  },
  "page 93": {
    "title": "AI as a Design Partner: A Conversation with Dennis Johann Mueller",
    "source_url": "https://www.vizcom.ai/blog-detail/2/using-vizcom-as-a-co-creator-a-new-era-for-footwear-design",
    "plain_text": "AI as a Design Partner: A Conversation with Dennis Johann Mueller\nFeb 5, 2024\nWe had the privilege of interviewing Dennis Johann Mueller, a visionary Footwear Designer, who is at the forefront of integrating Artificial Intelligence into the creative process of design.\nMueller has embraced AI tools since 2021, finding in them not just a novelty but a profound potential to enhance the design journey. His work, particularly with Vizcom, showcases a symbiotic relationship between human creativity and machine intelligence, transforming the way we think about design, collaboration, and innovation.\nAs we explore Mueller's philosophy and workflow, we see a journey that begins with a solitary idea and evolves through constant exchange into a fully fleshed-out product idea, ready to be refined and introduced to the world.\nBelow, Dennis shares his insights and experiences, offering a first-person perspective into how he's integrated AI tools like Vizcom into his creative processes.\nWhat's a misconception about AI's role in design?\n_The Creative Co-Worker_\nPeople are always afraid of the New. I´m always curious about it. So I started using AI design tools in 2021 and back then I thought it was kind of a nice gadget to play around with but did not see the whole potential behind it.\nFor sure AI in general is under discussion and that's an important thing to do now to compare the positive and negative effects it could cause. But to find out the potential, you need to try it and judge later on. I started using Vizcom heavily at the beginning of 2023. A thing I fell in love with was the intuitive user interface. Nothing distracts you, the functions are very clear and the settings are not overwhelming.\nI always begin with a hand-drawn sketch and a self-written prompt, laying the groundwork for my ideas in a traditional creative manner before digital rendering. Many misunderstand this part, but to me, it's akin to an early-stage collaborator where I share initial concepts shortly after starting a project. Effective communication, even in these nascent stages, is crucial for success. Engaging in clear, unbiased exchanges with tools like AI can significantly enhance the outcome.\nI´m not saying that you should always use AI tools but in some cases, it makes sense, especially when you're stuck with new ideas and have a kind of writer's block in design. Then I always use a sketch and put it into Vizcom to create new ideas or give the initial idea a twist, edge, and/or life.\nAnother misconception is that AI tools should just render out the idea you had in your mind. I use Vizcom very organically and go with the flow. But what does this mean? I never get stuck too much on that first idea.\nI trust my instincts and stay alert for the intriguing. This approach requires a creative lens to spot and appreciate unique elements. Whenever something catches my eye, even a minor detail, I make a note of it to possibly blend with other designs, shapes, or materials later. I frequently employ Procreate for initial sketches, then transfer these ideas into Vizcom to add realism and depth.\nTry to see Vizcom as an extension of your creative mind rather than an enemy who's stealing your job. At the end, we still guide the whole journey and make the decisions.\nHow do you balance Vizcom with human-centric design?\nIn designing footwear, starting with the last is crucial, particularly for performance shoes, to ensure proper ergonomics and fit from the beginning. Typically, I begin with a side-view sketch as my foundation. From there, I refine my ideas by moving on to Vizcom. This stage helps me either polish my initial concept into a rendered version or explore new design directions.\nA common misunderstanding about AI is thinking that once it generates hyper-realistic images, the work is complete. However, creating designs that truly cater to human needs involves multiple steps to ensure the final product is genuinely effective.\nHow do you see AI influencing the design process in the next 5 years?\nI told a lot of friends that it's an exciting time to be a designer. Sure we have some serious challenges to tackle but as soon as everybody understands the power of collaboration beautiful things can happen. Collaborations in all ways, people from different departments, companies, countries, and backgrounds, but also man and machines.\nIn the next 5 years, a lot of repetitive activities will be heavily influenced by AI in design. CMFs, Tech Packs, 3d to manufacture are just a few topics creatives won't spend as much time on as they used to. This is amazing because then we will have more resources to invest in storytelling, experimenting, questioning the status quo, finding real sustainable solutions, and interacting with people more often again.\nBesides the quantity and quality of creative ideas within a shorter timeframe will increase a lot. So, there needs to be good designers and core team members to judge all these results to take the right path.\nDescribe the most exciting aspect of merging industrial design with Vizcom.\nAs mentioned in the beginning, the real strength is having a coworker now all the time. Playing ping pong with ideas creates a unique energy where sometimes it doesn't feel like work. It's more like being in a flow state, comparable with a runner's high where one idea leads to the next.\nIt can get you addicted in a way. It's that magical moment when Vizcom renders out a new vision in such a hyper-realistic way, that you feel that there is something special the world did not see before.\nHow can young designers & students best prepare for the AI-driven design landscape?\nI've always been a huge fan of building fundamentals in the beginning. Especially living in a digital world, we need to learn the basics like model making to understand our physical world first. This is a very important step a lot of creatives nowadays are missing.\nTo create innovative designs that stand the test of time, we must master ergonomics, refined silhouettes, seamless surface transitions, and the principles of the golden ratio, among other skills. It's crucial for young designers to begin incorporating these tools early in their careers. However, it's equally important for the emerging design culture to remain critical and challenge the status quo.\n👉 Learn more about Dennis Johann Mueller and his work **here**"
  },
  "page 94": {
    "title": "Our Mission",
    "source_url": "https://www.vizcom.ai/blog/our-mission",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin\nOur Mission\nFeb 4, 2025\nAs we step into 2025, our journey of building tools that accelerate your process continues. After a month immersed in discovery and development of new features and workflows, we want to remind you of our purpose: to redefine how design takes shape, one bold idea at a time.\n—\nOnce, design was raw, untamed. A pen in hand, an idea sparked, and the future began its slow translation onto paper. Blueprints, napkins, notebooks—the origins of every object that defines our lives.\nBut the journey from sketch to substance has always been grueling.Hours bent over desks, revising and refining. Weeks to render a vision clear enough for others to see. Months—sometimes years—before that idea reached its true form in the real world.\nYet, the tools we relied on were never the problem. They were mirrors to our ambition, but also the limits of our reach. Now, as the pace of creation accelerates, our tools must evolve too. Design can no longer be constrained by process or hindered by time.\nWe believe it’s time to rethink not just the tools we use, but the very flow of creativity itself. At Vizcom, we see a world where anyone with a vision can bring it to life—instantly. Sketches breathe into renders, renders evolve into models, and the impossible becomes intuitive.\nThis is a future powered by AI. Not as a replacement for your voice but as an extension of it. A collaborator, tuned to your style, your instincts, and your aesthetic, moving at the speed of thought to unlock dimensions of your creativity you’ve yet to explore.\nImagine a world where design is not bound by repetition or delay, but one where you can iterate endlessly, choosing only what matters most. Where every artist has the power to refine their craft in seconds, turning sparks of inspiration into fully realized visions without compromise.\nWe believe design is the art form of our age. And every sketch is the beginning of a legacy—yours to shape. Together, let’s create tools that not only accelerate your process, but expand what you believe is possible.\nThe future isn’t waiting to be built. It’s sketching itself into existence, one idea at a time. **Let’s draw it together.**\n—\nWe are building Vizcom for designers like you. What is your dream tool? What features would accelerate your workflow? Drop us an email at contact \\[at\\] vizcom.co . We’d love to hear from you. Thank you for believing in us as a team, we promise to not disappoint you this year.\n— The Vizcom Team"
  },
  "page 95": {
    "title": "New Workflows Unlocked",
    "source_url": "https://www.vizcom.ai/blog-detail/2/new-workflows-unlocked",
    "plain_text": "New Workflows Unlocked\nFeb 19, 2025\nWe’re excited to share a big update with you that improves how you are able to visualize and organize your ideas in Vizcom. Some of the features included in this release are.\nEnhance 🪄: Add clarity to the materials and details in your renderings.\nPalettes 🎨: New and updated palettes.\nColor Match 📌: Control if Vizcom stays true to the colors of your sketch.\nColor transfer 🌈: Change the color of a selected area via color picker\nMagic erase✏️: Quickly remove blemishes and parts of your generations.\nRemove background 🖼️: Isolate your idea from the environment\nLayer Groups: 📂 Group generations, and organize your files.\nSections 🗂️: Organize your ideas on the canvas and group your explorations.\nTogether, these features unlock a variety of new workflows that can accelerate how you work and push the limits of what you can create in Vizcom. We’d like to highlight a few of these workflows.\nIn Context Rendering\nStarting with a sketch, then render, then 3d, you can quickly compose your 3d model while adding environment details with the new realistic product model. This allows you to compose the perfect image of your idea that began as a sketch.\nTech Pack Visualization\nUsing the new color match feature for apparel, footwear, and any other line drawings, Vizcom can stay true to your colors, and just add fidelity and detail to them. This combined with enhance allows you to produce renders of your tech packs with more realism and detail the the materials.\nPresentation Ready Visuals\nEnhancing renderings can add that final touch that sells your ideas. We've found that material quality can be significantly improved with this feature. Plus, it allows you to zoom in on specific areas of your rendering to showcase the intricacies of your concept. Any blemishes you may notice can quickly be resolved with the magic erase tool.\nFocused & Organized Concepts\nRemove background lets you isolate your ideas from distracting elements, ensuring your concept stands out. Separately, layer groups and sections in our 2D studio and workbench help you organize your files with ease. Used together, these features empower you to organize your ideas and present them directly from Vizcom.\nWe’re excited for you to integrate these new features into your design workflow. Our mission is to build tools that not only speed up your process but also amplify the way you communicate your ideas. Stay tuned—there’s more to come, and we can’t wait to share the next chapter of our journey with you."
  },
  "page 96": {
    "title": "Bridging the Gap Between 2D and 3D",
    "source_url": "https://www.vizcom.ai/blog-detail/2/introducing-generative-3d-in-vizcom",
    "plain_text": "Bridging the Gap Between 2D and 3D\nApr 4, 2024\nAt Vizcom, we’re focused on building next-generation tools for designers, to enhance your creativity. Today, we are excited to continue this mission by enabling you to generate 3D geometry from a photo or drawing. This step forward makes 3D design more intuitive, enabling you to see your idea in a new dimension.\n3D models play an essential role of the design process, communicating scale, form, and materials that sketches often lack. They provide us with an understanding of how an object will feel rather than just how it looks. We're able to assess these models to make decisions, and determine how to move forward with a project.\nGiven the complexity of traditional CAD programs, creating 3D is not often part of the ideation process. Translating ideas from paper to 3D can be difficult, and takes a great deal of time to accurately capture the proportions and gesture of a sketch. This lengthy process discourages broad exploration, pushing designers towards early decision-making rather than expansive idea exploration.\nIn Vizcom, your drawing acts as the foundation for generating a 3d model. Once your sketch is rendered, a 3D model can be created in a matter of seconds. By rapidly bridging dimensions, this feature offers immediate feedback on how an idea looks and feels from all angles.\n3D can be generated from more than just a sketch. Capturing a well-lit prototype allows Vizcom to reconstruct the geometry and digitize your work.\nGenerating a 3D model is not the end of the iteration process inside of Vizcom. Models can be viewed as layers inside Vizcom, allowing you to use it as an underlay to continue sketching and generating new ideas.\nWe believe these new tools will change the way we design and develop ideas. With the ability to generate 3D from drawings, we hope designers will find themselves liberated to experiment more freely, push the boundaries of creativity, and achieve a deeper understanding of their concepts earlier in the process. This is only our first step into the world of generative 3D. We continue developing new technologies and tools that empower designers to imagine their ideas no matter the dimension.\nIn the upcoming weeks, we will be rolling out this feature inside an updated drawing interface. We can't wait to see what you make with it."
  },
  "page 97": {
    "title": "When prompting is not enough",
    "source_url": "https://www.vizcom.ai/edu-prompting-guide/docs/when-prompting-is-not-enough",
    "plain_text": "\\\\\n\\\\\nVIZCOM\nGetting Started\nVizcom as a tool Sketch with intent Vizcom in your workflow\nPrompt Construction\nWhat are prompts? Prompts as design intent The relationship between sketches and prompts Structure of effective prompts Ideal prompt lengths Common prompt mistakes When prompting is not enough\nPrompt Skill Building\nHow your sketches guide AI Influence Percentage Building a prompt volcabulary Choosing the right prompting approach\nStrategic Influence Control\nWhen to use high influence When to use low influence Tuning influence by design stage\nMaterial + Surface Prompting\nPrompting with material precision Creating realistic material renderings Surface property terminology\nConclusion\nConclusion\nSearch this guide\nWhen prompting is not enough\nUse the selection tool for more control, rather than trying to describe every detail at once!\nVizcom's prompting system is based on keywords. You can list these keywords in order of importance to help shape the generated image. However, describing more complex designs can be challenging, as Vizcom doesn't interpret prompt context the way a human would. This means that assigning specific colors, materials, or features can sometimes be hit or miss. In such cases, using the selection tools can help you apply design elements more precisely.\nLet’s take a look at an example.\nSuppose you want to design a modern sneaker with multiple patches. You likely don’t want the colors and materials to appear randomly across the design.\nVizcom won't automatically know where each material should be applied without clear guidance:\nTo gain more control over the design, start by describing the overall aesthetic of the shoe. Then, go step by step—selecting and describing each area individually to ensure precise results:\nUse one of the selection tools from the menu—or combine several—to define the specific area you want to modify:\nAfter generating within the selected area, the result is much more coherent—we're now able to control the placement of the patches on the shoe, instead of ending up with random or confusing distributions:\n‹ Common prompt mistakes\nHow your sketches guide AI ›"
  },
  "page 98": {
    "title": "Introducing Palettes",
    "source_url": "https://www.vizcom.ai/blog-detail/2/introducing-palette",
    "plain_text": "Introducing Palettes\nDec 5, 2024\nWe’re excited to introduce **Palettes**, a tool that enhances how you create within Vizcom by putting your unique style at the forefront. With Palettes, you can curate a private AI model that learns your aesthetic, giving you the power to generate with greater consistency, explore ideas faster, and ensure every concept feels true to how you’d do it.\nAuthorship\nEvery world-changing idea starts with a sketch. But with many generative tools, **authorship gets lost**—images are created from words alone, disconnected from the hands that inspired them. From the beginning, Vizcom has taken a different approach: your sketch guides the design process, ensuring that the results stay true to your vision.\nPalettes take this one step further by learning your unique style to generate images that reflect your aesthetic. By rendering your sketches with your personalized Palette, you can visualize your ideas authentically—not as generic outputs, but as creations grounded in your sketch, your aesthetic, and your creative identity.\nCurate. Generate. Iterate.\nPalettes are built to feel like an extension of your creative process. Here’s how it works:\n1. **Curate Your Style**: Upload 4–30 images that reflect a cohesive aesthetic. These might be your past work, brand visuals, or a particular style you’re exploring.\nKeep it focused: Smaller, more specific Palettes perform better than larger, mixed ones.\nShow it all: Include multiple angles or variations to help Vizcom learn the nuances of your designs.\n2. **Train Your Palette**: Upload your images to Vizcom’s Workbench, and in just minutes, your Palette is ready to use.\n3. **Sketch and Generate**: Test your Palette by varying the drawing influence percentage. At 100%, Vizcom closely follows your drawing. At lower levels, it leans into the aesthetic you’ve trained. This flexibility lets you explore a spectrum of ideas without losing your stylistic identity.\n4. **Iterate and Share**: Use your Palette across projects, or share it with your team to ensure everyone is working in the same visual language.\nThe video below guides you through creating your first Palette.\nCreations:\nWe’ve been amazed by what designers have already created with Palettes during testing. Here are just a few ways Palettes are helping bring ideas to life.\nWe’ve been working closely with Scott Robertson as he’s trained numerous Palettes to capture his sketch style. This has allowed him to rapidly iterate on a variety of landscapes and environments, all while feeling authentic to his aesthetic.\nTeam member Chris Ference has created a Palette called “Bone” that allows him to render his ideas in a consistent 3d shaded style. This allows him to begin his design process creating soft organic feeling objects.\nPalettes are more than a feature—they represent a new way to create with Vizcom. By combining your sketches with a personalized Palette, you’re not just generating images; you’re shaping ideas that carry your style, your voice, and your vision.\nWe believe that great design starts with authorship. Palettes put the power back in your hands, helping you create with consistency, authenticity, and speed. Whether you're refining your own style, aligning a team around a shared aesthetic, or exploring entirely new concepts, Palettes ensure your creative process feels intuitive and uniquely yours.\nWe’re excited to see how you’ll use Palettes to push the boundaries of your design work. Your ideas deserve to be seen—and now, they can be, just the way you imagined."
  },
  "page 99": {
    "title": null,
    "source_url": "https://www.vizcom.ai/edu-v2-confirm",
    "plain_text": "Products\nSolutions\nResources\nPricing\nContact\nLogin"
  }
}
